[
    {
        "word": "Ablade Glover",
        "pronunciation": "/əˈblɑːdeɪ ˈɡlʌvər/ (uh-BLAH-day GLO-ver)",
        "definition": "Ablade Glover is a contemporary Ghanaian artist, born in 1934, known for his vibrant and expressive oil paintings. His work often depicts urban life, African identity, and cultural traditions through thick, textured brushstrokes."
    },
    {
        "word": "Aboriginal Rock Art",
        "pronunciation": "/ˌæbəˈrɪdʒənl rɒk ɑːrt/ (ab-uh-RIJ-uh-nl rock art)",
        "definition": "Aboriginal Rock Art refers to ancient paintings and carvings created by Indigenous Australian peoples. These artworks, some over 40,000 years old, often depict spiritual beings, animals, and cultural stories."
    },
    {
        "word": "Abstract Art",
        "pronunciation": "/ˈæbstrækt ɑːrt/ (AB-strakt art)",
        "definition": "Abstract Art comes from Latin 'abstrahere', meaning 'to draw away'. It is a style of art that does not try to represent reality but instead uses shapes, colors, and forms to achieve its effect."
    },
    {
        "word": "Abstract Expressionism",
        "pronunciation": "/ˈæbstrækt ɪkˌsprɛʃəˌnɪzəm/ (AB-strakt ex-PRESH-uh-niz-uhm)",
        "definition": "Abstract Expressionism is an American art movement of the 1940s–1950s. It emphasizes spontaneous, emotional, and energetic application of paint, often seen as a reflection of the artist’s inner state."
    },
    {
        "word": "Abstract Expressionist",
        "pronunciation": "/ˈæbstrækt ɪkˌsprɛʃənɪst/ (AB-strakt ex-PRESH-uh-nist)",
        "definition": "An Abstract Expressionist is an artist who works in the style of Abstract Expressionism, creating artworks that emphasize emotion, spontaneity, and abstraction rather than realistic representation."
    },
    {
        "word": "Abstraction",
        "pronunciation": "/æbˈstrækʃən/ (ab-STRAK-shun)",
        "definition": "Abstraction is the process of simplifying or distorting objects, figures, or forms in art to focus on their essential qualities rather than realistic details."
    },
    {
        "word": "Academic Art",
        "pronunciation": "/ˌækəˈdɛmɪk ɑːrt/ (ak-uh-DEM-ik art)",
        "definition": "Academic Art refers to a style of painting and sculpture produced under the influence of European art academies. It often emphasizes realism, traditional techniques, and classical themes."
    },
    {
        "word": "Accent",
        "pronunciation": "/ˈæksɛnt/ (AK-sent)",
        "definition": "In art, an accent is a detail, area, or color that stands out and draws attention, often used to create emphasis or contrast within a composition."
    },
    {
        "word": "Achromatic",
        "pronunciation": "/ˌeɪkroʊˈmætɪk/ (ay-kroh-MAT-ik)",
        "definition": "Achromatic comes from Greek 'a-' meaning 'without' and 'chroma' meaning 'color'. It refers to artwork that uses no color, only black, white, and shades of gray."
    },
    {
        "word": "Acid",
        "pronunciation": "/ˈæsɪd/ (ASS-id)",
        "definition": "In printmaking and sculpture, acid refers to a chemical substance used in processes like etching, where metal plates are corroded to create designs."
    },
    {
        "word": "Acid Bath",
        "pronunciation": "/ˈæsɪd bæθ/ (ASS-id bath)",
        "definition": "An acid bath is a container of acid used in printmaking to etch designs into a metal plate by controlled corrosion."
    },
    {
        "word": "Acrylic Paint",
        "pronunciation": "/əˈkrɪlɪk peɪnt/ (uh-KRIL-ik paint)",
        "definition": "Acrylic Paint is a fast-drying paint made of pigment suspended in acrylic polymer emulsion. It can resemble watercolor or oil paint depending on how it is used."
    },
    {
        "word": "Action Painting",
        "pronunciation": "/ˈækʃən ˌpeɪntɪŋ/ (AK-shun payn-ting)",
        "definition": "Action Painting is a style of Abstract Expressionism where paint is spontaneously dribbled, splashed, or smeared onto the canvas, emphasizing the physical act of painting itself."
    },
    {
    "word": "Additive",
    "pronunciation": "/ˈædɪtɪv/ (AD-i-tiv)",
    "definition": "In art and sculpture, additive refers to a process where material is added to create a form, such as building up clay or applying layers of paint."
},
{
    "word": "Additive Process",
    "pronunciation": "/ˈædɪtɪv ˈprɑːsɛs/ (AD-i-tiv PRO-cess)",
    "definition": "The additive process in art and design involves creating forms by adding materials together, such as in modeling, construction, or digital layering."
},
{
    "word": "Additive Sculpture",
    "pronunciation": "/ˈædɪtɪv ˈskʌlptʃər/ (AD-i-tiv SKULP-cher)",
    "definition": "Additive Sculpture is a method of creating sculpture by building up material like clay, plaster, or metal to form a shape, as opposed to carving away material."
},
{
    "word": "Adinkra Symbols",
    "pronunciation": "/əˈdɪŋkrə ˈsɪmbəlz/ (ah-DINK-rah sim-buhls)",
    "definition": "Adinkra Symbols are visual symbols from Ghana that represent concepts, values, and proverbs. They are used in textiles, art, and architecture to communicate cultural wisdom."
},
{
    "word": "Adze",
    "pronunciation": "/ædz/ (adz)",
    "definition": "An adze is a traditional cutting tool similar to an axe but with the blade set at a right angle. In art, it is often used for shaping wood or carving sculptures."
},
{
    "word": "Aegean Art",
    "pronunciation": "/iːˈdʒiːən ɑːrt/ (ee-JEE-an art)",
    "definition": "Aegean Art refers to the art of ancient cultures around the Aegean Sea, including the Minoan, Mycenaean, and Cycladic civilizations, known for frescoes, pottery, and sculpture."
},
{
    "word": "Aerial Perspective",
    "pronunciation": "/ˈɛriəl pərˈspɛktɪv/ (AIR-ee-uhl per-SPEK-tiv)",
    "definition": "Aerial Perspective, also called atmospheric perspective, is a technique of creating depth in art by depicting distant objects with less detail, lighter tones, and cooler colors."
},
{
    "word": "Aesthetics",
    "pronunciation": "/iːsˈθɛtɪks/ (es-THET-iks)",
    "definition": "Aesthetics comes from Greek 'aisthesis', meaning 'perception'. It is the branch of philosophy concerned with the nature of beauty, art, and taste."
},
{
    "word": "African Art",
    "pronunciation": "/ˈæfrɪkən ɑːrt/ (AF-rih-kan art)",
    "definition": "African Art includes traditional, contemporary, and modern art forms across the African continent. It often emphasizes symbolism, spirituality, and cultural identity."
},
{
    "word": "Afterimage",
    "pronunciation": "/ˈæftərˌɪmɪdʒ/ (AF-ter-ih-mij)",
    "definition": "An afterimage is a visual impression that continues to appear after the original image has been removed, often caused by prolonged staring at a color or shape."
},
{
    "word": "Agaseke",
    "pronunciation": "/ˌɑːɡəˈsɛkeɪ/ (ah-gah-SEH-kay)",
    "definition": "Agaseke is a traditional Rwandan basket, finely woven with geometric patterns. It symbolizes peace, unity, and generosity."
},
{
    "word": "AI",
    "pronunciation": "/ˌeɪˈaɪ/ (A-I)",
    "definition": "In art, AI (Artificial Intelligence) refers to the use of computer systems and algorithms to generate, analyze, or enhance creative works."
},
{
    "word": "Airbrush",
    "pronunciation": "/ˈɛərbrʌʃ/ (AIR-brush)",
    "definition": "An airbrush is a tool that sprays paint or ink using compressed air, allowing artists to create smooth gradients, fine details, and photo-like effects."
}
,
{
    "word": "Aisle",
    "pronunciation": "/aɪl/ (ile)",
    "definition": "In architecture and art, an aisle is a passageway between rows of seats or alongside the nave of a church, often flanked by columns."
},
{
    "word": "Akuaba Doll",
    "pronunciation": "/ˌɑːkuˈɑːbə dɒl/ (ah-koo-AH-bah doll)",
    "definition": "Akuaba Dolls are traditional wooden fertility figures from the Ashanti people of Ghana. They are believed to bring fertility, good luck, and protection."
},
{
    "word": "Alabaster",
    "pronunciation": "/ˈæləbæstər/ (AL-uh-bas-ter)",
    "definition": "Alabaster is a soft, white or translucent stone often used in sculpture and carving. It has been prized since antiquity for its smooth texture and ability to take fine detail."
},
{
    "word": "Alignment",
    "pronunciation": "/əˈlaɪnmənt/ (uh-LINE-ment)",
    "definition": "In art and design, alignment refers to the arrangement of elements along a common line, edge, or axis, creating order and balance in a composition."
},
{
    "word": "Alla Prima",
    "pronunciation": "/ˌæl.ə ˈpriː.mə/ (AH-lah PREE-ma)",
    "definition": "Alla Prima is an Italian term meaning 'at first attempt'. It describes a painting technique where the artist paints directly and quickly without underdrawing or layers, often in one sitting."
},
{
    "word": "Allegory",
    "pronunciation": "/ˈælɪˌɡɔːri/ (AL-ih-gor-ee)",
    "definition": "An allegory is a symbolic work of art or story in which characters, objects, or events represent abstract ideas, moral lessons, or political messages."
},
{
    "word": "All-over Space",
    "pronunciation": "/ˈɔːlˌoʊvər speɪs/ (ALL-oh-ver space)",
    "definition": "All-over Space is a compositional style in modern art where every part of the canvas is treated equally, without a single focal point, as seen in Abstract Expressionism."
},
{
    "word": "Alloy",
    "pronunciation": "/ˈælɔɪ/ (AL-oy)",
    "definition": "An alloy is a mixture of two or more metals, or a metal combined with another element, used in sculpture and casting for strength and durability."
},
{
    "word": "Aluminium",
    "pronunciation": "/ˌæljʊˈmɪniəm/ (al-yoo-MIN-ee-um)",
    "definition": "Aluminium is a lightweight, silver-colored metal used in modern sculpture, architecture, and industrial design due to its strength and resistance to corrosion."
},
{
    "word": "Altarpiece",
    "pronunciation": "/ˈɔːltərˌpiːs/ (AWL-ter-pees)",
    "definition": "An altarpiece is a painting, sculpture, or relief placed behind or above an altar in a church. It often depicts religious scenes and serves as a focal point for worship."
},
{
    "word": "Alternating Rhythm",
    "pronunciation": "/ˈɔːltərˌneɪtɪŋ ˈrɪðəm/ (AWL-ter-nay-ting RITH-um)",
    "definition": "Alternating Rhythm is a design principle in which visual elements are repeated in a predictable sequence, alternating between two or more features, such as colors, shapes, or lines."
},
{
    "word": "Amoako Boafo",
    "pronunciation": "/əˈmwɑːkoʊ ˈbwɑːfoʊ/ (ah-MWAH-ko BWA-fo)",
    "definition": "Amoako Boafo is a contemporary Ghanaian painter, born in 1984, internationally known for his finger-painted portraits that celebrate Black identity, culture, and individuality."
},
{
    "word": "Amorphic",
    "pronunciation": "/əˈmɔːrfɪk/ (ah-MOR-fik)",
    "definition": "Amorphic refers to something without a clearly defined shape or structure. In art, it describes forms that are irregular, fluid, or shapeless."
},
{
    "word": "Amorphous Shape",
    "pronunciation": "/əˈmɔːrfəs ʃeɪp/ (ah-MOR-fus shape)",
    "definition": "An amorphous shape is an undefined, free-flowing, or irregular form that does not follow geometric rules, often used in abstract and modern art."
},
{
    "word": "Amphora",
    "pronunciation": "/ˈæmfərə/ (AM-for-uh)",
    "definition": "An amphora is a tall, two-handled jar with a narrow neck used in ancient Greece and Rome for storing wine, oil, or other goods. Amphorae are often decorated with painted scenes."
},
{
    "word": "Analogous Colours",
    "pronunciation": "/əˈnæləɡəs ˈkʌlɚz/ (uh-NAL-uh-gus kuh-lers)",
    "definition": "Analogous Colours are groups of colors located next to each other on the color wheel, such as blue, blue-green, and green. They create harmonious and unified designs."
},
{
    "word": "Anamorphic",
    "pronunciation": "/ˌænəˈmɔːrfɪk/ (AN-uh-mor-fik)",
    "definition": "Anamorphic refers to a distorted image that appears normal only when viewed from a specific angle or with a special device, often used as an optical illusion in art."
},
{
    "word": "Anamorphosis",
    "pronunciation": "/ˌænəˈmɔːrfəsɪs/ (AN-uh-mor-fo-sis)",
    "definition": "Anamorphosis is the technique of creating a distorted projection or perspective that requires a specific viewpoint or mirror to be seen correctly."
},
{
    "word": "Anatomical Drawing",
    "pronunciation": "/ˌænəˈtæmɪkəl ˈdrɔːɪŋ/ (an-uh-TAM-ih-kul draw-ing)",
    "definition": "An anatomical drawing is an artistic study of the structure of the human body, focusing on bones, muscles, and proportions. It is used in both art and medical illustration."
},
{
    "word": "Ancient Art",
    "pronunciation": "/ˈeɪnʃənt ɑːrt/ (AYN-shent art)",
    "definition": "Ancient Art refers to the creative works of early civilizations such as Egypt, Mesopotamia, Greece, Rome, and China. It often includes sculpture, pottery, painting, and architecture."
},
{
    "word": "Angle of View",
    "pronunciation": "/ˈæŋɡl əv vjuː/ (ANG-gul of view)",
    "definition": "Angle of View is the extent of a scene captured by the eye or a camera lens. In art, it refers to the perspective or position from which the subject is observed."
},
{
    "word": "Animal Style",
    "pronunciation": "/ˈænɪməl staɪl/ (AN-ih-muhl style)",
    "definition": "Animal Style is an art form common in early Eurasian nomadic cultures, characterized by stylized depictions of animals in decorative metalwork, textiles, and carvings."
},
{
    "word": "Animalier",
    "pronunciation": "/ˌænɪˈmælɪeɪ/ (ah-nee-MAHL-yay)",
    "definition": "Animalier is a French term for an artist, usually a sculptor or painter, who specializes in realistic depictions of animals."
},
{
    "word": "Animation",
    "pronunciation": "/ˌænɪˈmeɪʃən/ (AN-ih-MAY-shun)",
    "definition": "Animation comes from Latin 'animare', meaning 'to give life'. It is the art of creating moving images from a sequence of drawings, models, or computer graphics."
},
{
    "word": "Animation Art",
    "pronunciation": "/ˌænɪˈmeɪʃən ɑːrt/ (AN-ih-MAY-shun art)",
    "definition": "Animation Art refers to the artistic process and works created for animated films, series, and digital productions. It combines storytelling, design, and movement."
},
{
    "word": "Anime",
    "pronunciation": "/ˈænɪmeɪ/ or /ˈɑːnɪmeɪ/ (AH-nee-may)",
    "definition": "Anime is a style of Japanese animation characterized by colorful visuals, vibrant characters, and fantastical themes. It is popular worldwide as both art and entertainment."
},
{
    "word": "Animism",
    "pronunciation": "/ˈænɪˌmɪzəm/ (AN-ih-miz-um)",
    "definition": "Animism is the belief that natural objects, animals, and phenomena possess a spiritual essence. In art, it influences symbolic representations of nature and the supernatural."
},
{
    "word": "Ankh",
    "pronunciation": "/æŋk/ (ank)",
    "definition": "The Ankh is an ancient Egyptian symbol shaped like a cross with a loop at the top. It represents life, immortality, and divine power in Egyptian art and culture."
},
{
    "word": "Annealing",
    "pronunciation": "/əˈniːlɪŋ/ (uh-NEE-ling)",
    "definition": "Annealing is a process of heating and slowly cooling metal, glass, or clay to remove internal stress, strengthen the material, or prepare it for further shaping in art and craft."
},
{
    "word": "Annunciation",
    "pronunciation": "/əˌnʌnsiˈeɪʃən/ (uh-NUN-see-ay-shun)",
    "definition": "The Annunciation is a Christian theme in art depicting the angel Gabriel announcing to Mary that she would bear Jesus. It has been a popular subject in Renaissance and religious paintings."
},
{
    "word": "Anthropomorphic Art",
    "pronunciation": "/ˌænθrəpəˈmɔːrfɪk ɑːrt/ (AN-thro-po-MOR-fik art)",
    "definition": "Anthropomorphic Art represents animals, objects, or natural elements with human traits, emotions, or physical features, blending human and non-human forms."
},
{
    "word": "Anti-Aliasing",
    "pronunciation": "/ˌænti ˈeɪliˌeɪsɪŋ/ (AN-tee AY-lee-ay-sing)",
    "definition": "Anti-aliasing is a digital art and graphics technique that smooths jagged edges on curved or diagonal lines, making images appear cleaner and more natural."
},
{
    "word": "Antiquity",
    "pronunciation": "/ˌæntɪˈkwɪtɪ/ (an-TIK-wi-tee)",
    "definition": "Antiquity comes from Latin 'antiquitas', meaning 'ancient times'. It refers to the period of history before the Middle Ages, including the art of Greece, Rome, and Egypt."
},
{
    "word": "Apex",
    "pronunciation": "/ˈeɪpɛks/ (AY-peks)",
    "definition": "In art and architecture, the apex is the highest point, tip, or peak of a form, such as the top of an arch or triangular shape."
},
{
    "word": "Applied Art",
    "pronunciation": "/əˈplaɪd ɑːrt/ (uh-PLIDE art)",
    "definition": "Applied Art refers to the application of design and aesthetics to functional objects, such as furniture, fashion, and decorative items."
},
{
    "word": "Appliqué",
    "pronunciation": "/ˌæplɪˈkeɪ/ (ap-li-KAY)",
    "definition": "Appliqué comes from French 'appliquer', meaning 'to apply'. It is a textile technique in which pieces of fabric are sewn or stuck onto a larger piece to form designs or patterns."
},
{
    "word": "Apprenticeship",
    "pronunciation": "/əˈprɛntɪsʃɪp/ (uh-PREN-tis-ship)",
    "definition": "In art history, an apprenticeship was the system by which young artists trained under masters to learn techniques, skills, and craftsmanship."
},
{
    "word": "Aquatint Etching",
    "pronunciation": "/ˈækwətɪnt ˈɛtʃɪŋ/ (AK-wuh-tint etch-ing)",
    "definition": "Aquatint Etching is a printmaking technique that uses acid to create tonal effects on a metal plate. It allows for soft, watercolor-like shading in etchings."
},
{
    "word": "Aquiferous Drawing",
    "pronunciation": "/ˌækwəˈfɛrəs ˈdrɔːɪŋ/ (AK-wuh-feh-rus draw-ing)",
    "definition": "Aquiferous Drawing is a water-based drawing technique that emphasizes fluid lines, washes, and transparent effects."
},
{
    "word": "AR",
    "pronunciation": "/ˌeɪˈɑːr/ (A-R)",
    "definition": "AR, or Augmented Reality, is a technology that overlays digital images, sounds, or animations onto the real world. In art, AR is used to create interactive and immersive experiences."
},
{
    "word": "Arabesque",
    "pronunciation": "/ˌærəˈbɛsk/ (air-uh-BESK)",
    "definition": "Arabesque comes from French and Italian, meaning 'in the Arabic style'. It refers to intricate, flowing designs of interlaced lines, foliage, and geometric patterns, common in Islamic art."
},
{
    "word": "Arabian Art",
    "pronunciation": "/əˈreɪbiən ɑːrt/ (uh-RAY-bee-an art)",
    "definition": "Arabian Art refers to the art of the Arabian Peninsula, including calligraphy, geometric patterns, and architecture influenced by Islamic traditions."
},
{
    "word": "Arch",
    "pronunciation": "/ɑːrtʃ/ (arch)",
    "definition": "An arch is a curved structure used in architecture to span an opening. In art, it often symbolizes stability, passage, or monumental design."
},
{
    "word": "Archaic Greek Art",
    "pronunciation": "/ɑːrˈkeɪɪk ɡriːk ɑːrt/ (ar-KAY-ik Greek art)",
    "definition": "Archaic Greek Art refers to the art of Greece from about 700–480 BCE. It is known for its stylized sculptures, geometric patterns, and the early development of naturalistic forms."
},
{
    "word": "Archaic Smile",
    "pronunciation": "/ɑːrˈkeɪɪk smaɪl/ (ar-KAY-ik smile)",
    "definition": "The Archaic Smile is a characteristic expression found on Greek statues of the Archaic period, where figures are depicted with a faint smile to suggest life or vitality."
},
{
    "word": "Archaism",
    "pronunciation": "/ˈɑːrkeɪˌɪzəm/ (AR-kay-izm)",
    "definition": "Archaism is the deliberate use of old or outdated styles in art and literature. In visual art, it refers to the imitation of ancient forms or motifs."
},
{
    "word": "Archaistic",
    "pronunciation": "/ˌɑːrkəˈɪstɪk/ (ar-kai-IS-tik)",
    "definition": "Archaistic describes works of art that intentionally imitate or revive the styles of ancient or archaic periods."
},
{
    "word": "Archeological Illustration",
    "pronunciation": "/ˌɑːrkiəˈlɒdʒɪkəl ˌɪləˈstreɪʃən/ (ar-kee-uh-LOJ-ik-uhl il-uh-STRAY-shun)",
    "definition": "Archeological Illustration is the practice of creating accurate drawings and visual records of archaeological finds, such as artifacts, architecture, and excavation sites."
},
{
    "word": "Architectural Drawing",
    "pronunciation": "/ˌɑːrkɪˈtɛktʃərəl ˈdrɔːɪŋ/ (ar-ki-TEK-chur-al draw-ing)",
    "definition": "Architectural Drawing is the graphic representation of buildings, structures, and spaces, used for design, planning, and construction."
},
{
    "word": "Architecture",
    "pronunciation": "/ˈɑːrkɪˌtɛktʃər/ (AR-ki-tek-cher)",
    "definition": "Architecture is the art and science of designing and constructing buildings and other physical structures, balancing function, aesthetics, and cultural meaning."
},
{
    "word": "Architrave",
    "pronunciation": "/ˈɑːrkɪtreɪv/ (AR-ki-trayv)",
    "definition": "An architrave is the main beam resting across the tops of columns in classical architecture. In interiors, it also refers to the decorative molding around doors or windows."
},
{
    "word": "Archival Ink",
    "pronunciation": "/ɑːrˈkaɪvəl ɪŋk/ (ar-KY-vuhl ink)",
    "definition": "Archival Ink is a high-quality, fade-resistant ink designed for art prints, photography, and documents to ensure long-lasting durability."
},
{
    "word": "Archive Art",
    "pronunciation": "/ˈɑːrkaɪv ɑːrt/ (AR-kive art)",
    "definition": "Archive Art refers to works that use historical documents, records, or archives as material or inspiration for artistic expression."
},
{
    "word": "Arctic Art",
    "pronunciation": "/ˈɑːrktɪk ɑːrt/ (ARK-tik art)",
    "definition": "Arctic Art encompasses the traditional and contemporary art of the Indigenous peoples of the Arctic regions, often depicting nature, survival, and spiritual beliefs."
},
{
    "word": "Ardor",
    "pronunciation": "/ˈɑːrdər/ (AR-dur)",
    "definition": "Ardor means passion, enthusiasm, or intense devotion. In art, it refers to the emotional energy and dedication reflected in the creative process."
},
{
    "word": "Armature",
    "pronunciation": "/ˈɑːrmətʃər/ (AR-muh-cher)",
    "definition": "An armature is a supporting framework, often made of wire or wood, used inside sculptures or models to hold and shape the material."
},
{
    "word": "Armory Show",
    "pronunciation": "/ˈɑːrməri ʃoʊ/ (AR-muh-ree show)",
    "definition": "The Armory Show was a famous 1913 art exhibition in New York that introduced modern European art, such as Cubism and Fauvism, to the American public."
},
{
    "word": "Arrangement",
    "pronunciation": "/əˈreɪndʒmənt/ (uh-RAYNJ-ment)",
    "definition": "In art, arrangement refers to the organization and placement of visual elements within a composition to achieve balance, harmony, or emphasis."
},
{
    "word": "Arrested Motion",
    "pronunciation": "/əˈrɛstɪd ˈmoʊʃən/ (uh-RES-tid MO-shun)",
    "definition": "Arrested Motion is an artistic technique where a moving subject is captured in a still image, giving the illusion of motion being frozen in time."
},
{
    "word": "Arrow Motif",
    "pronunciation": "/ˈæroʊ moʊˈtif/ (AR-oh moh-TEEF)",
    "definition": "The Arrow Motif is a decorative element in art and design that uses arrow shapes symbolizing direction, movement, or guidance."
},
{
    "word": "Art",
    "pronunciation": "/ɑːrt/ (art)",
    "definition": "Art comes from the Latin 'ars', meaning 'skill' or 'craft'. It refers to the expression of human creativity through visual, auditory, or performance mediums."
},
{
    "word": "Art Appreciation",
    "pronunciation": "/ɑːrt əˌpriːʃiˈeɪʃən/ (art uh-PREE-shee-ay-shun)",
    "definition": "Art Appreciation is the study and enjoyment of art, focusing on understanding techniques, meanings, styles, and cultural significance."
},
{
    "word": "Art Brut",
    "pronunciation": "/ɑːrt bruːt/ (art broot)",
    "definition": "Art Brut, meaning 'raw art' in French, is a term coined by Jean Dubuffet for works created outside the boundaries of official culture, often by self-taught or outsider artists."
},
{
    "word": "Art Criticism",
    "pronunciation": "/ɑːrt ˈkrɪtɪˌsɪzəm/ (art KRIT-ih-siz-um)",
    "definition": "Art Criticism is the process of analyzing, interpreting, and evaluating works of art to understand their meaning, quality, and cultural value."
},
{
    "word": "Art Critics",
    "pronunciation": "/ɑːrt ˈkrɪtɪks/ (art KRIT-iks)",
    "definition": "Art Critics are individuals who analyze, review, and evaluate works of art, influencing public opinion, art markets, and cultural understanding."
},
{
    "word": "Art Deco",
    "pronunciation": "/ˌɑːrt ˈdɛkoʊ/ (ART DEK-oh)",
    "definition": "Art Deco is a decorative style from the 1920s–30s characterized by bold geometric shapes, rich colors, and luxurious materials, often seen in architecture and design."
},
{
    "word": "Art Director",
    "pronunciation": "/ɑːrt dəˈrɛktər/ (art di-REK-tor)",
    "definition": "An Art Director is responsible for the visual style and design in projects such as films, advertisements, or publications, overseeing creative teams and aesthetics."
},
{
    "word": "Art Education",
    "pronunciation": "/ɑːrt ˌɛdʒʊˈkeɪʃən/ (art ed-joo-KAY-shun)",
    "definition": "Art Education is the teaching and learning of artistic skills, history, and appreciation in schools, universities, and informal settings."
},
{
    "word": "Art Exhibition",
    "pronunciation": "/ɑːrt ˌɛksɪˈbɪʃən/ (art ek-sih-BISH-un)",
    "definition": "An Art Exhibition is a public display of artworks in galleries, museums, or cultural spaces, allowing artists to present their work to audiences."
},
{
    "word": "Art for Art’s Sake",
    "pronunciation": "/ɑːrt fɔːr ɑːrts seɪk/ (art for art’s sake)",
    "definition": "Art for Art’s Sake is a philosophy that art should exist for its own beauty and expression, without serving moral, political, or utilitarian purposes."
},
{
    "word": "Art Gallery",
    "pronunciation": "/ɑːrt ˈɡæləri/ (art GAL-uh-ree)",
    "definition": "An Art Gallery is a space where artworks are displayed, promoted, and often sold, serving as a platform for artists and a cultural hub for audiences."
},
{
    "word": "Art History",
    "pronunciation": "/ɑːrt ˈhɪstəri/ (art HIS-tuh-ree)",
    "definition": "Art History is the academic study of artistic works across cultures and time periods, examining styles, techniques, contexts, and meanings."
},
{
    "word": "Art Installation",
    "pronunciation": "/ɑːrt ˌɪnstəˈleɪʃən/ (art in-stuh-LAY-shun)",
    "definition": "Art Installation is a contemporary art form where artworks are created to transform a space, often immersive and involving multiple media or large-scale elements."
}
,
{
    "word": "Art Market",
    "pronunciation": "/ɑːrt ˈmɑːrkɪt/ (art MAR-kit)",
    "definition": "The Art Market is the global network of buyers, sellers, galleries, and auction houses involved in the exchange, valuation, and trade of artworks."
},
{
    "word": "Art Movements",
    "pronunciation": "/ɑːrt ˈmuːvmənts/ (art MOO-vments)",
    "definition": "Art Movements are collective styles or trends in art that emerge during specific periods, often sharing common philosophies, techniques, or cultural influences (e.g., Impressionism, Cubism)."
},
{
    "word": "Art Nouveau",
    "pronunciation": "/ˌɑːrt nuːˈvoʊ/ (art noo-VOH)",
    "definition": "Art Nouveau, meaning 'new art' in French, was an international style (1890–1910) characterized by flowing organic lines, floral motifs, and decorative elegance in architecture, design, and art."
},
{
    "word": "Art Paper",
    "pronunciation": "/ɑːrt ˈpeɪpər/ (art PAY-per)",
    "definition": "Art Paper is high-quality paper designed for drawing, painting, or printing, available in different textures, weights, and finishes to suit artistic media."
},
{
    "word": "Art Therapy",
    "pronunciation": "/ɑːrt ˈθɛrəpi/ (art THAIR-uh-pee)",
    "definition": "Art Therapy is a form of psychotherapy that uses creative expression through art-making to improve mental health, self-awareness, and emotional well-being."
},
{
    "word": "Artboard",
    "pronunciation": "/ˈɑːrtˌbɔːrd/ (ART-board)",
    "definition": "An Artboard is a sturdy surface used for drawing or mounting artwork, also a digital workspace in graphic design software for creating layouts."
},
{
    "word": "Arte Povera",
    "pronunciation": "/ˌɑːrteɪ ˈpɒvərə/ (AR-tay POH-vuh-rah)",
    "definition": "Arte Povera, meaning 'poor art' in Italian, was a 1960s–70s movement in Italy where artists used everyday or humble materials to challenge traditional art values and commercialization."
},
{
    "word": "Artefact",
    "pronunciation": "/ˈɑːrtɪˌfækt/ (AR-ti-fakt)",
    "definition": "An Artefact is an object made or shaped by humans, often of cultural or historical significance, such as tools, artworks, or ritual items."
},
{
    "word": "Artisan",
    "pronunciation": "/ˈɑːrtɪzən/ (AR-ti-zuhn)",
    "definition": "An Artisan is a skilled craftsperson who creates handmade objects, often combining functionality with artistic design."
},
{
    "word": "Artist",
    "pronunciation": "/ˈɑːrtɪst/ (AR-tist)",
    "definition": "An Artist is a person who creates art through various mediums such as painting, sculpture, performance, or digital expression."
},
{
    "word": "Artist Statement",
    "pronunciation": "/ˈɑːrtɪst ˈsteɪtmənt/ (AR-tist STAYT-ment)",
    "definition": "An Artist Statement is a written description in which an artist explains their work, creative process, themes, and artistic intentions."
},
{
    "word": "Artistry",
    "pronunciation": "/ˈɑːrtɪstri/ (AR-ti-stree)",
    "definition": "Artistry refers to exceptional creative skill, craftsmanship, or imaginative ability shown in artistic work or performance."
},
{
    "word": "Ascenders",
    "pronunciation": "/əˈsɛndərz/ (uh-SEN-derz)",
    "definition": "In typography, Ascenders are the parts of lowercase letters (like 'b', 'd', 'h') that extend above the x-height of a font."
}
,
{
    "word": "Assaying",
    "pronunciation": "/əˈseɪɪŋ/ (uh-SAY-ing)",
    "definition": "Assaying in art refers to the testing or examining of metals, often linked to printmaking and jewelry-making, to determine purity and quality."
},
{
    "word": "Assemblage",
    "pronunciation": "/əˈsɛmblɪdʒ/ (uh-SEM-blij)",
    "definition": "Assemblage is an art form where three-dimensional objects or found materials are combined into a composition, creating sculptural works from everyday items."
},
{
    "word": "Asymmetrical Balance",
    "pronunciation": "/ˌeɪsɪˈmɛtrɪkl ˈbæləns/ (ay-si-MET-ri-kl BAL-ans)",
    "definition": "Asymmetrical Balance occurs when visual elements are not identical on both sides of a composition but still achieve a sense of harmony."
},
{
    "word": "Atmospheric Perspective",
    "pronunciation": "/ˌætməsˈfɪrɪk pərˈspɛktɪv/ (AT-mus-FEER-ik per-SPEK-tiv)",
    "definition": "Atmospheric Perspective is a technique in art where distant objects appear lighter, blurrier, or less detailed to create depth, imitating the effect of the atmosphere on vision."
},
{
    "word": "Ato Delaquis",
    "pronunciation": "/ˈɑːtoʊ dɛlɑːˈkiː/ (AH-toh deh-LAH-kees)",
    "definition": "Ato Delaquis is a renowned Ghanaian painter and educator known for works exploring African identity, culture, and modernist expression."
},
{
    "word": "Atrium",
    "pronunciation": "/ˈeɪtriəm/ (AY-tree-um)",
    "definition": "An Atrium is a large open central space in architecture, often found in Roman buildings and modern public structures, used to admit light and air."
},
{
    "word": "Auditory Arts",
    "pronunciation": "/ˈɔːdɪtɔːri ɑːrts/ (AW-di-tor-ee arts)",
    "definition": "Auditory Arts are art forms that primarily use sound, such as music, spoken word, and sound design."
},
{
    "word": "Automatism in Art",
    "pronunciation": "/ɔːˈtɒmətɪzəm/ (aw-TOM-uh-tizm in art)",
    "definition": "Automatism in Art is a Surrealist technique where artists suppress conscious control to allow subconscious thoughts to guide creation, often producing spontaneous imagery."
},
{
    "word": "Avant-garde",
    "pronunciation": "/ˌævɒ̃ˈɡɑːrd/ (ah-vahn-GAHRD)",
    "definition": "Avant-garde, French for 'advance guard', refers to innovative, experimental, and radical art that challenges traditional norms and conventions."
},
{
    "word": "Avatar",
    "pronunciation": "/ˈævəˌtɑːr/ (AV-uh-tar)",
    "definition": "In digital and contemporary art, an Avatar is a virtual representation of a person or character, often used in games, online spaces, and interactive art."
},
{
    "word": "Awl",
    "pronunciation": "/ɔːl/ (awl)",
    "definition": "An Awl is a small pointed tool used in leatherwork, bookbinding, and sculpture for piercing holes or carving fine details."
},
{
    "word": "Aztec Art",
    "pronunciation": "/ˈæztɛk ɑːrt/ (AZ-tek art)",
    "definition": "Aztec Art refers to the artistic traditions of the Aztec civilization of Mesoamerica, including sculpture, pottery, featherwork, and symbolic stone carvings."
},
{
    "word": "Azulejo",
    "pronunciation": "/ˌæzʊˈleɪhoʊ/ (ah-zoo-LAY-ho)",
    "definition": "Azulejo, from the Arabic 'al-zulayj' meaning 'polished stone', refers to Portuguese and Spanish ceramic tiles decorated with intricate painted designs."
},
{
    "word": "Azure",
    "pronunciation": "/ˈæʒər/ (AZH-ur or AY-zur)",
    "definition": "Azure is a bright sky-blue color often used symbolically in heraldry, design, and art to represent purity, divinity, or the heavens."
},
{
    "word": "Bacchanal",
    "pronunciation": "/ˌbækəˈnæl/ (BAK-uh-nal)",
    "definition": "A Bacchanal is an artwork or festival scene inspired by Bacchus, the Roman god of wine, depicting revelry, dance, and celebration."
},
{
    "word": "Background",
    "pronunciation": "/ˈbækˌɡraʊnd/ (BAK-ground)",
    "definition": "The Background in art refers to the area or elements that appear furthest from the viewer in a composition, providing context or contrast to the subject."
},
{
    "word": "Bail",
    "pronunciation": "/beɪl/ (bail)",
    "definition": "In jewelry, a Bail is a small component used to attach a pendant or stone to a chain or necklace."
}
,
{
    "word": "Batik Resist",
    "pronunciation": "/bəˈtik rɪˈzɪst/ (buh-TEEK ri-ZIST)",
    "definition": "Batik Resist is a textile dyeing method where wax is applied to fabric to resist dye, creating patterns when the wax is removed."
},
{
    "word": "Balance",
    "pronunciation": "/ˈbæləns/ (BAL-ans)",
    "definition": "Balance in art is the distribution of visual weight in a composition, creating a sense of stability and harmony."
},
{
    "word": "Bamboccianti",
    "pronunciation": "/bæmˌbɒʧiˈɑːnti/ (bam-BOH-chee-AHN-tee)",
    "definition": "Bamboccianti refers to 17th-century painters in Rome who depicted everyday life of the poor in a realistic, sometimes humorous style."
},
{
    "word": "Banketjea",
    "pronunciation": "/ˈbæŋkɛtˌjeɪ/ (BAN-ket-yay)",
    "definition": "Banketjea refers to Dutch still life paintings of lavish banquet scenes, popular in the 17th century."
},
{
    "word": "Banquet Piece",
    "pronunciation": "/ˈbæŋkwɪt piːs/ (BAN-kwit piece)",
    "definition": "A Banquet Piece is a type of Dutch still life painting that shows rich table settings with food, drink, and luxurious objects."
},
{
    "word": "Barbotine",
    "pronunciation": "/ˈbɑːrbətiːn/ (BAR-boh-teen)",
    "definition": "Barbotine is a ceramic decoration technique where liquid clay slip is applied to create raised patterns or painted designs."
},
{
    "word": "Baren",
    "pronunciation": "/ˈbɑːrən/ (BAH-ren)",
    "definition": "A Baren is a flat, round tool used in Japanese woodblock printing to press paper evenly against the inked block."
},
{
    "word": "Basalt",
    "pronunciation": "/bəˈsɔːlt/ (buh-SAWLT)",
    "definition": "Basalt is a dark volcanic stone used in ancient and modern sculpture for its durability and fine texture."
},
{
    "word": "Base",
    "pronunciation": "/beɪs/ (base)",
    "definition": "In sculpture and architecture, a Base is the lowest supporting part of a structure, pedestal, or artwork."
},
{
    "word": "Baseline",
    "pronunciation": "/ˈbeɪslaɪn/ (BAYS-line)",
    "definition": "In typography, the Baseline is the invisible line on which most letters rest, creating alignment in text design."
},
{
    "word": "Basketry",
    "pronunciation": "/ˈbæskɪtri/ (BAS-kit-ree)",
    "definition": "Basketry is the art of weaving natural fibers such as reeds, grasses, or palm leaves into functional or decorative containers."
},
{
    "word": "Bas-Relief",
    "pronunciation": "/ˌbɑː rəˈliːf/ (BAH-ruh-leef)",
    "definition": "Bas-Relief is a sculptural technique where figures project slightly from a flat background, creating shallow depth."
},
{
    "word": "Batik",
    "pronunciation": "/bəˈtik/ (buh-TEEK)",
    "definition": "Batik is a traditional textile art, especially in Indonesia and West Africa, where wax resist dyeing creates patterned fabrics."
},
{
    "word": "Bauhaus",
    "pronunciation": "/ˈbaʊhaʊs/ (BOW-house)",
    "definition": "Bauhaus was a German art and design school (1919–1933) that emphasized functional design, minimalism, and the unity of art, craft, and technology."
},
{
    "word": "Bayeux Tapestry",
    "pronunciation": "/ˈbaɪjuː ˈtæpɪstri/ (BY-yoo TAP-ih-stree)",
    "definition": "The Bayeux Tapestry is an embroidered cloth from the 11th century depicting the Norman conquest of England in 1066."
},
{
    "word": "Bead",
    "pronunciation": "/biːd/ (beed)",
    "definition": "A Bead is a small decorative object, often with a hole, used in jewelry, textiles, and craftwork for adornment."
},
{
    "word": "Bead Embroidery",
    "pronunciation": "/biːd ɛmˈbrɔɪdəri/ (beed em-BROY-duh-ree)",
    "definition": "Bead Embroidery is the art of stitching beads onto fabric, creating patterns and embellishments in textile design."
}
,
{
    "word": "Bead Tip",
    "pronunciation": "/biːd tɪp/ (beed tip)",
    "definition": "A Bead Tip is a small finding used in jewelry making to conceal knots and attach clasps to beaded strands."
},
{
    "word": "Beadwork",
    "pronunciation": "/ˈbiːdwɜːrk/ (BEED-work)",
    "definition": "Beadwork is the art of decorating fabric, leather, or other surfaces with beads sewn or woven into patterns."
},
{
    "word": "Beaux-Arts",
    "pronunciation": "/boʊ ˈzɑːr/ (boh-ZAR)",
    "definition": "Beaux-Arts is a style of architecture and art taught at the École des Beaux-Arts in Paris, known for grandeur, symmetry, and classical detail."
},
{
    "word": "Bedford Stone",
    "pronunciation": "/ˈbɛdfərd stoʊn/ (BED-ford stone)",
    "definition": "Bedford Stone is a high-quality limestone from Indiana, widely used in American architecture and sculpture."
},
{
    "word": "Beeswax",
    "pronunciation": "/ˈbiːzwæks/ (BEEZ-waks)",
    "definition": "Beeswax is a natural wax produced by bees, used in encaustic painting, batik, and as a protective coating."
},
{
    "word": "Bell Cap",
    "pronunciation": "/bɛl kæp/ (bell cap)",
    "definition": "A Bell Cap is a metal jewelry finding shaped like a dome, used to hold or mount beads, stones, or pendants."
},
{
    "word": "Bezel Setting",
    "pronunciation": "/ˈbɛzəl ˈsɛtɪŋ/ (BEH-zuhl set-ing)",
    "definition": "A Bezel Setting is a jewelry technique where a stone is encircled by a thin strip of metal to secure it in place."
},
{
    "word": "Biennale",
    "pronunciation": "/biːəˈnɑːleɪ/ (bee-eh-NAH-lay)",
    "definition": "A Biennale is a large international art exhibition held every two years, such as the Venice Biennale."
},
{
    "word": "Biennial",
    "pronunciation": "/baɪˈɛniəl/ (bye-EN-ee-uhl)",
    "definition": "A Biennial is an event, often an art exhibition, that takes place every two years."
},
{
    "word": "Binder",
    "pronunciation": "/ˈbaɪndər/ (BYE-nder)",
    "definition": "In art, a Binder is the substance that holds pigment particles together in paint and helps them adhere to a surface."
},
{
    "word": "Binding",
    "pronunciation": "/ˈbaɪndɪŋ/ (BYE-ning)",
    "definition": "Binding refers to fastening pages together in bookmaking or the textile edge finish that prevents unraveling."
},
{
    "word": "Biscuit",
    "pronunciation": "/ˈbɪskɪt/ (BIS-kit)",
    "definition": "In ceramics, Biscuit (or bisque) refers to unglazed, fired clay that is hard but porous, ready for glazing."
},
{
    "word": "Bitmap",
    "pronunciation": "/ˈbɪtmæp/ (BIT-map)",
    "definition": "A Bitmap is a type of digital image composed of pixels arranged in a grid, commonly used in computer graphics."
},
{
    "word": "Black-figure Technique",
    "pronunciation": "/blæk ˈfɪɡjər tɛkˈniːk/ (black FIG-yer tek-NEEK)",
    "definition": "The Black-figure Technique is an ancient Greek pottery style where figures were painted in black slip on red clay, then fired to reveal sharp contrasts."
}
,
{
    "word": "Blending Stump",
    "pronunciation": "/ˈblɛndɪŋ stʌmp/ (BLEN-ding stump)",
    "definition": "A Blending Stump is a cylindrical tool made of tightly rolled paper, used by artists to blend or smudge graphite, charcoal, or pastel."
},
{
    "word": "Blind Contour Drawing",
    "pronunciation": "/blaɪnd ˈkɒntʊər ˈdrɔːɪŋ/ (blind KON-toor DRAW-ing)",
    "definition": "Blind Contour Drawing is an exercise in which the artist draws the outline of a subject without looking at the paper, improving hand-eye coordination."
},
{
    "word": "Blocking in",
    "pronunciation": "/ˈblɒkɪŋ ɪn/ (BLOCK-ing in)",
    "definition": "Blocking in is the initial stage of a painting where the artist establishes the main shapes, colors, and composition before refining details."
},
{
    "word": "Blue Period",
    "pronunciation": "/bluː ˈpɪərɪəd/ (bloo PEER-ee-uhd)",
    "definition": "The Blue Period refers to Pablo Picasso’s series of paintings from 1901–1904, characterized by the use of blue tones and somber themes."
},
{
    "word": "Body Art",
    "pronunciation": "/ˈbɒdi ɑːrt/ (BO-dee art)",
    "definition": "Body Art is an art form where the human body is used as the medium, including practices such as tattooing, piercing, and body painting."
},
{
    "word": "Body Colour",
    "pronunciation": "/ˈbɒdi ˈkʌlər/ (BO-dee KUH-lor)",
    "definition": "Body Colour is an opaque watercolor technique where white pigment is mixed with transparent colors to achieve a solid, matte finish."
},
{
    "word": "Body Painting",
    "pronunciation": "/ˈbɒdi ˈpeɪntɪŋ/ (BO-dee PAYN-ting)",
    "definition": "Body Painting is the practice of applying paint directly onto the skin for artistic, cultural, or performance purposes."
},
{
    "word": "Bold Line",
    "pronunciation": "/boʊld laɪn/ (bold line)",
    "definition": "A Bold Line is a thick, strong line used in drawing or design to create emphasis, contrast, or clarity."
},
{
    "word": "Bond Paper",
    "pronunciation": "/bɒnd ˈpeɪpər/ (bond PAY-per)",
    "definition": "Bond Paper is a high-quality, durable writing and printing paper commonly used for documents, drawings, and stationery."
},
{
    "word": "Bone Dry",
    "pronunciation": "/boʊn draɪ/ (bone dry)",
    "definition": "In ceramics, Bone Dry refers to clay that has completely dried out before firing, making it extremely fragile."
},
{
    "word": "Bone Folder",
    "pronunciation": "/boʊn ˈfoʊldər/ (bone FOHL-der)",
    "definition": "A Bone Folder is a smooth, flat tool traditionally made of bone, used in bookbinding and paper crafts to crease, fold, or burnish paper."
},
{
    "word": "Book Block",
    "pronunciation": "/bʊk blɒk/ (book block)",
    "definition": "A Book Block is the collection of pages of a book after they have been gathered and bound, but before a cover is attached."
},
{
    "word": "Book Cloth",
    "pronunciation": "/bʊk klɒθ/ (book kloth)",
    "definition": "Book Cloth is a textile material used to cover the boards of books, often coated or backed with paper for durability."
},
{
    "word": "Bookboard",
    "pronunciation": "/bʊk bɔːrd/ (book board)",
    "definition": "Bookboard is a thick, rigid board made of compressed paper or fibers, used as the core material for book covers."
},
{
    "word": "Border Design",
    "pronunciation": "/ˈbɔːrdər dɪˈzaɪn/ (BOR-der di-ZINE)",
    "definition": "Border Design refers to decorative patterns or motifs placed along the edges of an artwork, textile, or surface to frame or enhance the main design."
},
{
    "word": "Border Line",
    "pronunciation": "/ˈbɔːrdər laɪn/ (BOR-der line)",
    "definition": "A Border Line is a drawn or printed line used to mark the edge or boundary of an illustration, page, or design."
},
{
    "word": "Box Model",
    "pronunciation": "/bɒks ˈmɒdl/ (box MOD-el)",
    "definition": "In design and web layout, the Box Model describes the structure of elements as consisting of content, padding, border, and margin."
},
{
    "word": "Bozzetto",
    "pronunciation": "/bɔːˈzɛtoʊ/ (bo-ZET-toh)",
    "definition": "Bozzetto is an Italian term meaning 'sketch' or 'small model,' used for a preliminary drawing or sculpture created as a study for a larger work."
},
{
    "word": "Brand Design",
    "pronunciation": "/brænd dɪˈzaɪn/ (brand di-ZINE)",
    "definition": "Brand Design is the visual and creative process of developing elements such as logos, typography, and color schemes to represent a brand’s identity."
},
{
    "word": "Brand Guide",
    "pronunciation": "/brænd ɡaɪd/ (brand guide)",
    "definition": "A Brand Guide is a document that outlines the rules and standards for using a brand’s visual and verbal identity, ensuring consistency across platforms."
},
{
    "word": "Brand Identity",
    "pronunciation": "/brænd aɪˈdɛntɪti/ (brand eye-DEN-ti-tee)",
    "definition": "Brand Identity is the collection of visual and design elements, such as logos, colors, fonts, and tone, that represent and distinguish a brand."
},
{
    "word": "Branding",
    "pronunciation": "/ˈbrændɪŋ/ (BRAN-ding)",
    "definition": "Branding is the process of creating and managing the image, perception, and identity of a company, product, or service through design and communication."
},
{
    "word": "Brandmark",
    "pronunciation": "/ˈbrændmɑːrk/ (BRAND-mark)",
    "definition": "A Brandmark is a symbol, icon, or graphic element that visually represents a brand without relying on text."
},
{
    "word": "Brass",
    "pronunciation": "/bræs/ (brass)",
    "definition": "Brass is a yellowish metal alloy of copper and zinc, often used in sculpture, design elements, and decorative objects."
},
{
    "word": "Brayer",
    "pronunciation": "/ˈbreɪər/ (BRAY-er)",
    "definition": "A Brayer is a hand roller used in printmaking to spread ink evenly onto a surface such as a printing plate or block."
},
{
    "word": "Brocade",
    "pronunciation": "/broʊˈkeɪd/ (bro-KADE)",
    "definition": "Brocade is a richly decorative fabric woven with a raised pattern, often using gold or silver threads, traditionally used in art, fashion, and interior design."
},
{
    "word": "Bronze",
    "pronunciation": "/brɑːnz/ (bronze)",
    "definition": "Bronze is a durable alloy of copper and tin, widely used in sculpture and casting since ancient times."
},
{
    "word": "Bronze Casting",
    "pronunciation": "/brɑːnz ˈkæstɪŋ/ (bronze KAS-ting)",
    "definition": "Bronze Casting is a traditional process of creating sculptures and objects by pouring molten bronze into a mold."
},
{
    "word": "Brush",
    "pronunciation": "/brʌʃ/ (brush)",
    "definition": "A Brush is a tool with bristles, hair, or synthetic fibers attached to a handle, used for painting, drawing, or applying pigment."
}
,
{
    "word": "Brush Loader",
    "pronunciation": "/brʌʃ ˈloʊdər/ (brush LOH-der)",
    "definition": "A Brush Loader is a tool or method used to apply and distribute paint evenly onto a brush before painting."
},
{
    "word": "Brush Stroke",
    "pronunciation": "/brʌʃ stroʊk/ (brush stroke)",
    "definition": "A Brush Stroke is the visible mark or movement left by a brush on a surface when applying paint or ink."
},
{
    "word": "Brushwork",
    "pronunciation": "/ˈbrʌʃwɜːrk/ (BRUSH-wurk)",
    "definition": "Brushwork refers to the style, technique, or quality of marks made with a brush in a painting."
},
{
    "word": "Buckle",
    "pronunciation": "/ˈbʌkl/ (BUK-uhl)",
    "definition": "In art, Buckle refers to the warping or bending of paper or canvas caused by uneven moisture or tension."
},
{
    "word": "Buckram",
    "pronunciation": "/ˈbʌkrəm/ (BUK-rum)",
    "definition": "Buckram is a stiff, coarse cloth made of cotton or linen, often used in bookbinding, costume making, and textile art."
},
{
    "word": "Buffering",
    "pronunciation": "/ˈbʌfərɪŋ/ (BUF-er-ing)",
    "definition": "In conservation and digital art, Buffering refers to neutralizing acidity in paper or the temporary loading of data in digital processes."
},
{
    "word": "Buoyant Colours",
    "pronunciation": "/ˈbɔɪənt ˈkʌlɚz/ (BOY-uhnt KUL-urz)",
    "definition": "Buoyant Colours are light, bright, and uplifting hues used in art to create a sense of cheerfulness, energy, or optimism."
},
{
    "word": "Burin",
    "pronunciation": "/ˈbjʊərɪn/ (BYOO-rin)",
    "definition": "A Burin is a sharp engraving tool used to cut or incise designs into metal plates for printmaking."
},
{
    "word": "Burlap Canvas",
    "pronunciation": "/ˈbɜːrlæp ˈkænvəs/ (BUR-lap CAN-vas)",
    "definition": "Burlap Canvas is a coarse woven fabric used as a painting surface, often chosen for its texture and raw aesthetic."
},
{
    "word": "Burnishing",
    "pronunciation": "/ˈbɜːrnɪʃɪŋ/ (BUR-nish-ing)",
    "definition": "Burnishing is the process of polishing a surface, such as metal, clay, or paper, using a smooth tool to create a glossy finish."
},
{
    "word": "Burnt Sienna",
    "pronunciation": "/bɜːrnt siˈɛnə/ (burnt see-EN-uh)",
    "definition": "Burnt Sienna is a reddish-brown earth pigment made by heating raw sienna clay, widely used in painting for warm tones."
},
{
    "word": "Bust",
    "pronunciation": "/bʌst/ (bust)",
    "definition": "A Bust is a sculptural representation of a person’s head, neck, and shoulders, often created in marble, bronze, or plaster."
}
,
{
    "word": "Butterfly Brush",
    "pronunciation": "/ˈbʌtərflaɪ brʌʃ/ (BUH-ter-fly brush)",
    "definition": "A Butterfly Brush is a painting brush with bristles shaped like butterfly wings, designed to create wide or textured strokes."
},
{
    "word": "Byzantine Art",
    "pronunciation": "/ˈbɪzəntiːn ɑːrt/ (BIZ-an-teen art)",
    "definition": "Byzantine Art refers to the art style of the Byzantine Empire, known for its religious icons, mosaics, and richly decorated architecture."
},
{
    "word": "Byzantine Mosaic",
    "pronunciation": "/ˈbɪzəntiːn moʊˈzeɪɪk/ (BIZ-an-teen moh-ZAY-ik)",
    "definition": "Byzantine Mosaic is a decorative art form from the Byzantine Empire, using small colored glass or stone pieces to create religious and symbolic imagery."
},
{
    "word": "Cabinet",
    "pronunciation": "/ˈkæbɪnət/ (KAB-in-it)",
    "definition": "In art, Cabinet can refer to a small private room for displaying artworks, or fine furniture crafted with artistic detail."
},
{
    "word": "Calendering",
    "pronunciation": "/ˈkælɪndərɪŋ/ (CAL-en-der-ing)",
    "definition": "Calendering is a process in papermaking and textiles where material is smoothed or given a glossy finish by pressing between heated rollers."
},
{
    "word": "Calligraphy",
    "pronunciation": "/kəˈlɪɡrəfi/ (kuh-LIG-ruh-fee)",
    "definition": "Calligraphy is the art of beautiful, decorative handwriting or lettering, often using special pens, brushes, or inks."
},
{
    "word": "Camera Obscura",
    "pronunciation": "/ˈkæmərə əbˈskjʊərə/ (KAM-er-uh ob-SKYUR-uh)",
    "definition": "Camera Obscura, Latin for 'dark chamber', is an early optical device that projects an image of its surroundings onto a screen, influencing the invention of photography."
},
{
    "word": "Canvas",
    "pronunciation": "/ˈkænvəs/ (KAN-vas)",
    "definition": "Canvas is a strong woven fabric used as a painting surface, typically stretched on a wooden frame."
},
{
    "word": "Canvas Print",
    "pronunciation": "/ˈkænvəs prɪnt/ (KAN-vas print)",
    "definition": "Canvas Print refers to an image or artwork printed onto canvas fabric and often mounted on a frame for display."
},
{
    "word": "Caravaggism",
    "pronunciation": "/ˌkærəˈvædʒɪzəm/ (KA-ra-VAJ-iz-um)",
    "definition": "Caravaggism is the style inspired by the Italian painter Caravaggio, known for dramatic lighting, realism, and emotional intensity."
},
{
    "word": "Carbon Paper",
    "pronunciation": "/ˈkɑːrbən ˈpeɪpər/ (KAR-bun pay-per)",
    "definition": "Carbon Paper is a thin sheet coated with carbon or pigment, used to transfer drawings, sketches, or writing onto another surface."
},
{
    "word": "Carbon Transfer",
    "pronunciation": "/ˈkɑːrbən ˈtrænsfɜːr/ (KAR-bun TRANS-fur)",
    "definition": "Carbon Transfer is a printmaking process that uses carbon tissue and pigment to create highly stable photographic prints."
},
{
    "word": "Caricature",
    "pronunciation": "/ˈkærɪkətʃʊr/ (KAR-ih-ka-choor)",
    "definition": "Caricature is an exaggerated drawing or portrait that emphasizes distinctive features for humorous or satirical effect."
}
,
{
    "word": "Caricatures",
    "pronunciation": "/ˈkærɪkətʃʊrz/ (KAR-ih-ka-choorz)",
    "definition": "Caricatures are exaggerated drawings or depictions of people that emphasize distinctive features, often for humor or satire."
},
{
    "word": "Carolingian Art",
    "pronunciation": "/ˌkæroʊˈlɪndʒiən ɑːrt/ (ka-roh-LIN-jee-ən art)",
    "definition": "Carolingian Art refers to the art produced during the reign of Charlemagne and his successors, marked by illuminated manuscripts, architecture, and metalwork."
},
{
    "word": "Cartoon",
    "pronunciation": "/kɑːrˈtuːn/ (kar-TOON)",
    "definition": "Cartoon in art originally referred to a full-scale preparatory drawing for a fresco, tapestry, or painting. Today, it also means humorous or simplified drawings."
},
{
    "word": "Carving",
    "pronunciation": "/ˈkɑːrvɪŋ/ (CAR-ving)",
    "definition": "Carving is a subtractive art technique where material such as wood, stone, or ivory is cut away to shape a sculpture or decorative design."
},
{
    "word": "Case",
    "pronunciation": "/keɪs/ (KAYS)",
    "definition": "In art and design, Case can refer to a container for storing artwork or in bookbinding, the outer cover of a book."
},
{
    "word": "Case Binding",
    "pronunciation": "/keɪs ˈbaɪndɪŋ/ (KAYS BINE-ding)",
    "definition": "Case Binding is the process of attaching a book’s pages to a hard protective cover, often used for durable, high-quality books."
},
{
    "word": "Casting",
    "pronunciation": "/ˈkæstɪŋ/ (KAS-ting)",
    "definition": "Casting is a sculptural process where liquid material such as metal, plaster, or resin is poured into a mold and hardened into shape."
},
{
    "word": "Cave Art",
    "pronunciation": "/keɪv ɑːrt/ (KAYV art)",
    "definition": "Cave Art refers to prehistoric drawings and paintings found on cave walls, often depicting animals, hunting scenes, and symbolic designs."
},
{
    "word": "Caveman",
    "pronunciation": "/ˈkeɪvˌmæn/ (KAYV-man)",
    "definition": "Caveman is a general term for prehistoric humans who lived in caves; in art, the term is often linked to creators of early cave paintings."
},
{
    "word": "Ceramics",
    "pronunciation": "/səˈræmɪks/ (suh-RAM-iks)",
    "definition": "Ceramics are artworks or functional objects made from clay that is shaped, dried, and hardened by firing in a kiln."
},
{
    "word": "Ceremonial Art",
    "pronunciation": "/ˌsɛrəˈmoʊniəl ɑːrt/ (SEH-ruh-moh-nee-uhl art)",
    "definition": "Ceremonial Art refers to artistic objects created for rituals, religious practices, or cultural ceremonies."
},
{
    "word": "Chalk",
    "pronunciation": "/tʃɔːk/ (CHAWK)",
    "definition": "Chalk is a soft, natural limestone material used for drawing, writing, and creating preliminary sketches in art."
},
{
    "word": "Chalk Pastel",
    "pronunciation": "/ʧɔːk pæˈstɛl/ (CHAWK pa-STEHL)",
    "definition": "Chalk Pastel is a type of soft pastel made from powdered pigment and a binder, used for creating rich, blendable colors in drawing."
},
{
    "word": "Champlevé Enamel",
    "pronunciation": "/ʃɑ̃ːmpləˈveɪ ɪˈnæməl/ (shahm-pluh-VAY i-NAM-uhl)",
    "definition": "Champlevé Enamel is a decorative technique where cells are carved or etched into a metal surface and filled with enamel before firing."
},
{
    "word": "Charcoal",
    "pronunciation": "/ˈʧɑːrkoʊl/ (CHAR-kohl)",
    "definition": "Charcoal is a versatile drawing medium made from burnt organic material, producing rich blacks and soft grays for sketching and shading."
},
{
    "word": "Charcoal Pencil",
    "pronunciation": "/ˈʧɑːrkoʊl ˈpɛnsəl/ (CHAR-kohl PEN-suhl)",
    "definition": "Charcoal Pencil is a compressed charcoal encased in wood, offering more control and less mess than loose charcoal sticks."
},
{
    "word": "Chiaroscuro",
    "pronunciation": "/kiˌɑːrəˈskʊəroʊ/ (kee-AR-uh-SKWOOR-oh)",
    "definition": "Chiaroscuro is an Italian term meaning 'light-dark', describing the dramatic use of strong contrasts between light and shadow in art."
},
{
    "word": "Chine-collé",
    "pronunciation": "/ʃiːn kɔːˈleɪ/ (SHEEN koh-LAY)",
    "definition": "Chine-collé is a printmaking technique where thin paper is bonded to a heavier sheet during the printing process, adding texture and delicacy."
},
{
    "word": "Chinese Art",
    "pronunciation": "/ˈʧaɪniːz ɑːrt/ (CHY-neez art)",
    "definition": "Chinese Art spans thousands of years and includes calligraphy, painting, sculpture, ceramics, and decorative arts reflecting Chinese culture and philosophy."
},
{
    "word": "Chinoiserie",
    "pronunciation": "/ˌʃwɑːnwɑːˈriː/ (sheen-wahz-uh-REE)",
    "definition": "Chinoiserie is a European decorative art style inspired by Chinese motifs, featuring fanciful interpretations of Asian designs, landscapes, and figures."
},
{
    "word": "Chip Carving",
    "pronunciation": "/ʧɪp ˈkɑːrvɪŋ/ (CHIP KAR-ving)",
    "definition": "Chip Carving is a woodcarving technique where small chips are removed from the surface to create decorative patterns and textures."
},
{
    "word": "Chi-Rho",
    "pronunciation": "/ˈkaɪ roʊ/ (KYE-roh)",
    "definition": "Chi-Rho is one of the earliest Christian symbols, formed by superimposing the first two letters of 'Christ' in Greek (ΧΡ)."
},
{
    "word": "Chisel",
    "pronunciation": "/ˈʧɪzəl/ (CHIZ-uhl)",
    "definition": "Chisel is a sharp-edged hand tool used for carving or cutting hard materials like wood, stone, or metal in art and sculpture."
},
{
    "word": "Cinquecento",
    "pronunciation": "/ˌʧɪŋkwəˈʧɛntoʊ/ (CHING-kweh-CHEN-toh)",
    "definition": "Cinquecento refers to the Italian art, architecture, and culture of the 1500s, a period that includes the High Renaissance and early Mannerism."
},
{
    "word": "Cire Perdue",
    "pronunciation": "/ˌsiːrə pɛrˈdjuː/ (SEER per-DOO)",
    "definition": "Cire Perdue, or 'lost-wax casting', is a method of metal casting in which a wax model is melted away to create a mold for molten metal."
},
{
    "word": "Cityscape",
    "pronunciation": "/ˈsɪti skeɪp/ (SIT-ee-skayp)",
    "definition": "Cityscape refers to a work of art depicting the physical aspects of a city, such as its skyline, architecture, and urban environment."
},
{
    "word": "Clamps",
    "pronunciation": "/klæmps/ (KLAMPS)",
    "definition": "Clamps are tools used to hold materials tightly in place during processes like gluing, cutting, or assembling in art and craftwork."
},
{
    "word": "Classical Greek Art",
    "pronunciation": "/ˈklæsɪkəl ɡriːk ɑːrt/ (KLASS-i-kuhl GREEK art)",
    "definition": "Classical Greek Art, spanning the 5th–4th centuries BCE, emphasized harmony, proportion, and idealized beauty in sculpture, architecture, and pottery."
},
{
    "word": "Classical Period",
    "pronunciation": "/ˈklæsɪkəl ˈpɪriəd/ (KLASS-i-kuhl PEER-ee-uhd)",
    "definition": "The Classical Period (c. 480–323 BCE) in Greek art and culture is known for advancements in sculpture, architecture, and the pursuit of balance and realism."
},
{
    "word": "Classicism",
    "pronunciation": "/ˈklæsɪˌsɪzəm/ (KLASS-i-sizm)",
    "definition": "Classicism is an artistic style inspired by the ideals of ancient Greece and Rome, emphasizing harmony, proportion, and restraint."
},
{
    "word": "Claude Monet",
    "pronunciation": "/klɔːd mɔːˈneɪ/ (KLOHD moh-NAY)",
    "definition": "Claude Monet (1840–1926) was a French painter and a founder of Impressionism, known for his studies of light and color in works like 'Water Lilies'."
},
{
    "word": "Clay",
    "pronunciation": "/kleɪ/ (KLAY)",
    "definition": "Clay is a natural earthy material that becomes plastic when wet and hard when fired, commonly used in ceramics and sculpture."
},
{
    "word": "Cloisonné Enamel",
    "pronunciation": "/ˌklwɑːzəˈneɪ ɪˈnæməl/ (CLWAH-zoh-NAY i-NAM-uhl)",
    "definition": "Cloisonné Enamel is a decorative art technique where thin metal strips form compartments (cloisons) on a surface, which are filled with colored enamel."
},
{
    "word": "Clone Stamp Tool",
    "pronunciation": "/kloʊn stæmp tuːl/ (KLOHN STAMP tool)",
    "definition": "The Clone Stamp Tool is a digital art function that allows artists to duplicate parts of an image by painting with sampled pixels."
},
{
    "word": "CMYK",
    "pronunciation": "/siː ɛm waɪ keɪ/ (C-M-Y-K)",
    "definition": "CMYK stands for Cyan, Magenta, Yellow, and Key (Black), the four inks used in color printing to produce a wide spectrum of colors."
}
,
{
    "word": "Coil",
    "pronunciation": "/kɔɪl/ (KOYL)",
    "definition": "A coil is a length of material, such as clay or wire, wound into a series of loops or spirals. In ceramics, coils are used to build vessels by stacking and joining them."
},
{
    "word": "Coiling",
    "pronunciation": "/ˈkɔɪlɪŋ/ (KOY-ling)",
    "definition": "Coiling is a ceramic technique where long ropes of clay are rolled out and layered to build up the walls of a pot or sculpture."
},
{
    "word": "Collage",
    "pronunciation": "/kəˈlɑːʒ/ (kuh-LAHZH)",
    "definition": "Collage is an art technique where various materials such as paper, fabric, or photographs are assembled and glued onto a surface to create a new composition."
},
{
    "word": "Collage Photography",
    "pronunciation": "/kəˈlɑːʒ fəˈtɒɡrəfi/ (kuh-LAHZH fuh-TOG-ruh-fee)",
    "definition": "Collage Photography is a visual art form that combines multiple photographic images or fragments into a single composition to create layered or abstract effects."
},
{
    "word": "Colophon",
    "pronunciation": "/ˈkɒləˌfɒn/ (KOL-uh-fon)",
    "definition": "A colophon is an inscription or statement, often at the end of a manuscript or book, that provides information about its production, such as the printer, artist, or publisher."
},
{
    "word": "Colorito",
    "pronunciation": "/ˌkɒləˈriːtoʊ/ (ko-luh-REE-toh)",
    "definition": "Colorito is a Renaissance art term, especially in Venetian painting, that emphasizes the expressive use of color over line and design (disegno)."
},
{
    "word": "Colour",
    "pronunciation": "/ˈkʌlər/ (KUL-er)",
    "definition": "Colour is a visual element of art produced by the way an object reflects or emits light, perceived as hues such as red, blue, or yellow."
},
{
    "word": "Colour Blocking",
    "pronunciation": "/ˈkʌlər ˌblɒkɪŋ/ (KUL-er BLOK-ing)",
    "definition": "Colour Blocking is an art and design technique that uses large, distinct blocks of solid colours placed side by side for strong visual contrast."
},
{
    "word": "Colour Contrast",
    "pronunciation": "/ˈkʌlər ˈkɒntræst/ (KUL-er KON-trast)",
    "definition": "Colour Contrast refers to the difference between colours that makes them distinguishable, often used to create emphasis, depth, or mood in art."
},
{
    "word": "Colour Field Painting",
    "pronunciation": "/ˈkʌlər fiːld ˈpeɪntɪŋ/ (KUL-er FEELD PAYN-ting)",
    "definition": "Colour Field Painting is an abstract art movement of the mid-20th century characterized by large areas of flat, solid colour intended to evoke an emotional response."
},
{
    "word": "Colour Groups",
    "pronunciation": "/ˈkʌlər ɡruːps/ (KUL-er GROOPS)",
    "definition": "Colour Groups are categories of colours organized by relationship, such as complementary, analogous, warm, or cool, used in art and design to create harmony and contrast."
},
{
    "word": "Colour Harmony",
    "pronunciation": "/ˈkʌlər ˈhɑːrməni/ (KUL-er HAR-muh-nee)",
    "definition": "Colour Harmony refers to the pleasing arrangement and combination of colours in an artwork, creating balance and visual appeal."
},
{
    "word": "Colour Overlay",
    "pronunciation": "/ˈkʌlər ˈoʊvərˌleɪ/ (KUL-er OH-ver-lay)",
    "definition": "Colour Overlay is a technique in art and digital design where one colour is applied over another to create new tones, moods, or visual effects."
},
{
    "word": "Colour Palette",
    "pronunciation": "/ˈkʌlər ˈpælɪt/ (KUL-er PAL-it)",
    "definition": "A Colour Palette is the range or selection of colours chosen and used in an artwork or design to establish mood, style, and harmony."
},
{
    "word": "Colour Properties",
    "pronunciation": "/ˈkʌlər ˈprɒpɜːrtiz/ (KUL-er PROP-er-teez)",
    "definition": "Colour Properties refer to the three main qualities of colour: hue (name of the colour), value (lightness or darkness), and intensity (brightness or dullness)."
},
{
    "word": "Colour Psychology",
    "pronunciation": "/ˈkʌlər saɪˈkɒlədʒi/ (KUL-er sy-KOL-uh-jee)",
    "definition": "Colour Psychology is the study of how colours influence human emotions, perceptions, and behaviours in art, design, and everyday life."
},
{
    "word": "Colour Saturation",
    "pronunciation": "/ˈkʌlər ˌsætʃəˈreɪʃən/ (KUL-er SATCH-uh-ray-shun)",
    "definition": "Colour Saturation describes the intensity or purity of a colour, ranging from vivid and strong to dull and muted."
},
{
    "word": "Colour Scheme",
    "pronunciation": "/ˈkʌlər skiːm/ (KUL-er skeem)",
    "definition": "A Colour Scheme is a planned combination of colours used in an artwork or design to achieve harmony, contrast, or thematic effect."
},
{
    "word": "Colour Temperature",
    "pronunciation": "/ˈkʌlər ˈtɛmpərətʃər/ (KUL-er TEM-per-uh-cher)",
    "definition": "Colour Temperature refers to the perceived warmth or coolness of a colour, such as warm reds and yellows or cool blues and greens."
},
{
    "word": "Colour Theory",
    "pronunciation": "/ˈkʌlər ˈθɪəri/ (KUL-er THEE-uh-ree)",
    "definition": "Colour Theory is the study of how colours interact, mix, and affect each other, providing artists with principles for creating visual harmony and contrast."
},
{
    "word": "Colour Wheel",
    "pronunciation": "/ˈkʌlər wiːl/ (KUL-er WEEL)",
    "definition": "The Colour Wheel is a circular diagram showing the relationship between primary, secondary, and tertiary colours, used as a guide in art and design."
},
{
    "word": "Colourfastness",
    "pronunciation": "/ˈkʌlərˌfæstnəs/ (KUL-er-FAST-ness)",
    "definition": "Colourfastness is the resistance of a colour in fabric, paint, or dye to fading or running when exposed to light, washing, or other conditions."
},
{
    "word": "Colourism",
    "pronunciation": "/ˈkʌlərɪzəm/ (KUL-er-izm)",
    "definition": "Colourism is prejudice or discrimination based on skin tone, often within the same ethnic group, and can be explored as a social theme in visual art."
},
{
    "word": "Complimentary Colours",
    "pronunciation": "/ˌkɒmplɪˈmɛntəri ˈkʌlərz/ (kom-pli-MEN-tuh-ree KUL-erz)",
    "definition": "Complimentary Colours are pairs of colours opposite each other on the colour wheel (e.g., red and green, blue and orange), which create strong contrast and visual balance when used together."
}
,
{
    "word": "Composition",
    "pronunciation": "/ˌkɒmpəˈzɪʃən/ (kom-puh-ZISH-uhn)",
    "definition": "Composition is the arrangement of visual elements such as line, shape, colour, and space within an artwork to create balance, harmony, or emphasis."
},
{
    "word": "Computer Art",
    "pronunciation": "/kəmˈpjuːtər ɑːrt/ (kum-PYOO-ter art)",
    "definition": "Computer Art refers to artwork created or manipulated using digital technology, including software and hardware tools."
},
{
    "word": "Computer Design",
    "pronunciation": "/kəmˈpjuːtər dɪˈzaɪn/ (kum-PYOO-ter dih-ZYNE)",
    "definition": "Computer Design is the use of computer software to create, modify, and present visual concepts in art, architecture, or graphic design."
},
{
    "word": "Conceptual Art",
    "pronunciation": "/kənˈsɛptʃuəl ɑːrt/ (kun-SEP-choo-uhl art)",
    "definition": "Conceptual Art is an art movement where the idea or concept behind the work is more important than the finished art object itself."
},
{
    "word": "Construction",
    "pronunciation": "/kənˈstrʌkʃən/ (kun-STRUK-shun)",
    "definition": "In art, Construction refers to creating three-dimensional works by assembling or building materials, often associated with modernist sculpture."
},
{
    "word": "Constructivism",
    "pronunciation": "/kənˈstrʌktɪˌvɪzəm/ (kun-STRUK-tiv-izm)",
    "definition": "Constructivism is a 20th-century Russian art movement focused on abstract, geometric forms and the use of industrial materials to reflect modern life."
},
{
    "word": "Constructivist",
    "pronunciation": "/kənˈstrʌktɪvɪst/ (kun-STRUK-tiv-ist)",
    "definition": "A Constructivist is an artist or designer associated with Constructivism, emphasizing geometric abstraction and functional design."
},
{
    "word": "Conte Drawing",
    "pronunciation": "/kɒnˈteɪ ˈdrɔːɪŋ/ (kon-TAY DRAW-ing)",
    "definition": "Conte Drawing uses conte crayons or pencils, which are hard sticks of compressed graphite or charcoal mixed with clay, known for rich, dark tones."
},
{
    "word": "Contemporary Art",
    "pronunciation": "/kənˈtɛmpərəri ɑːrt/ (kun-TEM-puh-rer-ee art)",
    "definition": "Contemporary Art refers to art produced in the present or recent past, often reflecting current themes, technology, and cultural issues."
},
{
    "word": "Continues Line Drawing",
    "pronunciation": "/kənˈtɪnjuːəs laɪn ˈdrɔːɪŋ/ (kun-TIN-yoo-us LINE DRAW-ing)",
    "definition": "Continuous Line Drawing is a technique where an image is created without lifting the drawing instrument from the surface, producing a flowing effect."
},
{
    "word": "Continuous Tone",
    "pronunciation": "/kənˈtɪnjuəs toʊn/ (kun-TIN-yoo-us tone)",
    "definition": "Continuous Tone refers to images with smooth gradations of tone and colour, without visible pixels or dots, as in photographs or realistic drawings."
},
{
    "word": "Contour Drawing",
    "pronunciation": "/ˈkɒntʊr ˈdrɔːɪŋ/ (KON-toor DRAW-ing)",
    "definition": "Contour Drawing focuses on capturing the outline and essential forms of a subject, emphasizing edges rather than details or shading."
},
{
    "word": "Contrapposto",
    "pronunciation": "/ˌkɒntrəˈpɒstoʊ/ (kon-truh-PAW-sto)",
    "definition": "Contrapposto is a classical stance in sculpture where the weight is shifted onto one leg, giving the body a naturalistic sense of movement."
},
{
    "word": "Contrapuntal",
    "pronunciation": "/ˌkɒntrəˈpʌntl/ (kon-truh-PUN-tuhl)",
    "definition": "Contrapuntal, borrowed from music, in visual art refers to the interplay of contrasting elements such as colour, line, or form to create balance and rhythm."
},
{
    "word": "Contrast",
    "pronunciation": "/ˈkɒntræst/ (KON-trast)",
    "definition": "Contrast is the difference between elements in a work of art, such as light and dark, colour, or texture, to create visual interest or emphasis."
},
{
    "word": "Contrast Ratio",
    "pronunciation": "/ˈkɒntræst ˈreɪʃioʊ/ (KON-trast RAY-shee-oh)",
    "definition": "Contrast Ratio is the measurement of the difference between the darkest black and the brightest white in an image or display."
},
{
    "word": "Contrasty",
    "pronunciation": "/ˈkɒntræsti/ (KON-trass-tee)",
    "definition": "Contrasty describes an artwork or image that shows a strong difference between light and dark areas, giving it a dramatic look."
},
{
    "word": "Cool Colours",
    "pronunciation": "/kuːl ˈkʌlərz/ (KOOL KUH-lurz)",
    "definition": "Cool Colours are colours such as blue, green, and violet that give a sense of calmness, distance, or cool temperature in art."
},
{
    "word": "Copper",
    "pronunciation": "/ˈkɒpər/ (KOP-er)",
    "definition": "Copper is a reddish-brown metal used in sculpture, engraving, and etching plates due to its durability and workability."
},
{
    "word": "Copying Masterworks",
    "pronunciation": "/ˈkɒpiɪŋ ˈmæstərwɜːrks/ (KOP-ee-ing MAS-ter-wurks)",
    "definition": "Copying Masterworks is the practice of studying and reproducing famous works of art to learn technique, style, and composition."
},
{
    "word": "CorelDraw",
    "pronunciation": "/kəˈrɛl drɔː/ (kuh-REL DRAW)",
    "definition": "CorelDraw is a vector graphics editor widely used for digital illustration, graphic design, and layout projects."
},
{
    "word": "Costume Design",
    "pronunciation": "/ˈkɒstjuːm dɪˈzaɪn/ (KOS-toom dih-ZYNE)",
    "definition": "Costume Design is the art of creating clothing and accessories for characters in theatre, film, or performance to reflect personality and setting."
},
{
    "word": "Cover",
    "pronunciation": "/ˈkʌvər/ (KUH-ver)",
    "definition": "In art and design, a Cover refers to the outer surface of a book, magazine, or album, often created to protect and visually represent its content."
},
{
    "word": "Craft",
    "pronunciation": "/kræft/ (KRAFT)",
    "definition": "Craft refers to objects made with skill and creativity, often by hand, such as pottery, weaving, or woodworking."
},
{
    "word": "Crafts",
    "pronunciation": "/kræfts/ (KRAFTS)",
    "definition": "Crafts are artistic practices involving handmade objects, typically decorative or functional, using materials like clay, wood, metal, or textiles."
},
{
    "word": "Craftsmanship",
    "pronunciation": "/ˈkræftsmənʃɪp/ (KRAFTS-muhn-ship)",
    "definition": "Craftsmanship is the quality and skill shown in the creation of an artwork, design, or handmade object."
},
{
    "word": "Creative Process",
    "pronunciation": "/kriˈeɪtɪv ˈprɑːsɛs/ (kree-AY-tiv PRAH-sess)",
    "definition": "The Creative Process is the series of steps artists and designers go through to develop ideas and produce a work of art, often including inspiration, planning, experimentation, and execution."
},
{
    "word": "Critique",
    "pronunciation": "/krɪˈtiːk/ (krih-TEEK)",
    "definition": "A Critique is the evaluation and discussion of an artwork, focusing on strengths, weaknesses, and suggestions for improvement."
},
{
    "word": "Cropping",
    "pronunciation": "/ˈkrɒpɪŋ/ (KROP-ing)",
    "definition": "Cropping is the process of trimming or cutting away parts of an image or artwork to improve composition or focus on the subject."
},
{
    "word": "Croquis",
    "pronunciation": "/kroʊˈkiː/ (kroh-KEE)",
    "definition": "A Croquis is a quick sketch, often used in fashion design to capture the basic shape and movement of a figure before adding detail."
},
{
    "word": "Cross Hatching",
    "pronunciation": "/krɒs ˈhætʃɪŋ/ (KROSS HATCH-ing)",
    "definition": "Cross Hatching is a shading technique in drawing and engraving where intersecting sets of parallel lines create tone and texture."
},
{
    "word": "Cross-Stitch Lashing",
    "pronunciation": "/krɒs stɪʧ ˈlæʃɪŋ/ (KROSS-stitch LASH-ing)",
    "definition": "Cross-Stitch Lashing is a decorative and functional method of joining materials, often used in crafts and textiles, where stitches form an 'X' pattern."
},
{
    "word": "CSV",
    "pronunciation": "/siː ɛs viː/ (C-S-V)",
    "definition": "CSV (Comma-Separated Values) is a digital file format often used in art and design software to organize and transfer data, such as colour palettes or design assets."
},
{
    "word": "Cubism",
    "pronunciation": "/ˈkjuːbɪzəm/ (KYOO-biz-uhm)",
    "definition": "Cubism is a 20th-century art movement pioneered by Pablo Picasso and Georges Braque, characterized by fragmented, geometric forms and multiple perspectives."
},
{
    "word": "Cubist Painting",
    "pronunciation": "/ˈkjuːbɪst ˈpeɪntɪŋ/ (KYOO-bist PAYN-ting)",
    "definition": "Cubist Painting refers to artworks created in the Cubist style, where objects and figures are broken into abstract, geometric shapes."
},
{
    "word": "Curator",
    "pronunciation": "/kjʊˈreɪtər/ (kew-RAY-ter)",
    "definition": "A Curator is a professional responsible for selecting, organizing, and managing exhibitions in museums, galleries, or cultural institutions."
},
{
    "word": "Curvature Drawing Tool",
    "pronunciation": "/ˈkɜːrvətʃər ˈdrɔːɪŋ tuːl/ (KUR-vuh-chur DRAW-ing TOOL)",
    "definition": "The Curvature Drawing Tool is a digital design feature that allows artists to create smooth, precise curved lines with ease."
},
{
    "word": "Curves",
    "pronunciation": "/kɜːrvz/ (KURVZ)",
    "definition": "In art and design, Curves are smoothly flowing lines without sharp angles, often used to suggest movement, softness, or natural forms."
}
,
{
    "word": "Curvilinear",
    "pronunciation": "/ˌkɜːrvɪˈlɪniər/ (kur-vih-LIN-ee-er)",
    "definition": "Curvilinear refers to lines, forms, or shapes that are curved rather than straight or angular."
},
{
    "word": "Curvilinear Design",
    "pronunciation": "/ˌkɜːrvɪˈlɪniər dɪˈzaɪn/ (kur-vih-LIN-ee-er dih-ZINE)",
    "definition": "Curvilinear Design is an artistic style or pattern characterized by the use of flowing, curved lines and organic shapes."
},
{
    "word": "Cyanotype",
    "pronunciation": "/ˈsaɪ.ə.noʊ.taɪp/ (SY-uh-no-type)",
    "definition": "Cyanotype is a photographic printing process that produces a cyan-blue print, historically used for blueprints and artistic photography."
},
{
    "word": "Cyberspace Art",
    "pronunciation": "/ˈsaɪbərspeɪs ɑːrt/ (SY-ber-space ART)",
    "definition": "Cyberspace Art is a contemporary art form that exists and is experienced in virtual or digital environments online."
},
{
    "word": "Cylinder Printing",
    "pronunciation": "/ˈsɪlɪndər ˈprɪntɪŋ/ (SIL-in-der PRINT-ing)",
    "definition": "Cylinder Printing is a method of transferring designs onto surfaces using a rotating cylinder, common in textiles and wallpaper production."
},
{
    "word": "Dabbing",
    "pronunciation": "/ˈdæbɪŋ/ (DAB-ing)",
    "definition": "Dabbing is a painting technique where paint is lightly applied to a surface using small touches, often with a sponge or brush."
},
{
    "word": "Dada",
    "pronunciation": "/ˈdɑːdɑː/ (DAH-dah)",
    "definition": "Dada is an early 20th-century avant-garde art movement that rejected traditional aesthetics and embraced absurdity, chance, and anti-art values."
},
{
    "word": "Dadaism",
    "pronunciation": "/ˈdɑːdɑːˌɪzəm/ (DAH-dah-izm)",
    "definition": "Dadaism is the philosophy and practice of the Dada movement, emphasizing irrationality, spontaneity, and rebellion against conventional art."
},
{
    "word": "Damask",
    "pronunciation": "/ˈdæməsk/ (DAM-ask)",
    "definition": "Damask is a woven fabric featuring intricate reversible patterns, often floral or geometric, historically used in decorative arts."
},
{
    "word": "Decalcomania",
    "pronunciation": "/ˌdɛkælkoʊˈmeɪniə/ (deh-kal-ko-MAY-nee-uh)",
    "definition": "Decalcomania is a surrealist painting technique where paint is pressed between surfaces and then pulled apart to create random textures."
},
{
    "word": "Decollage",
    "pronunciation": "/ˌdeɪkəˈlɑːʒ/ (day-ko-LAHZH)",
    "definition": "Decollage is an art technique involving the tearing, cutting, or removing of parts of images or posters to create a new composition."
},
{
    "word": "Decorative Art",
    "pronunciation": "/ˈdɛkərətɪv ɑːrt/ (DEK-uh-ruh-tiv ART)",
    "definition": "Decorative Art refers to art forms that focus on ornamentation and design, including ceramics, textiles, and furniture."
},
{
    "word": "Decoupage",
    "pronunciation": "/ˌdeɪkuːˈpɑːʒ/ (day-koo-PAHZH)",
    "definition": "Decoupage is a craft technique where paper cutouts are glued onto objects and sealed with varnish to create decorative surfaces."
},
{
    "word": "Degenerate Art",
    "pronunciation": "/dɪˈʤɛnərət ɑːrt/ (di-JEN-er-ate ART)",
    "definition": "Degenerate Art was a term used by the Nazi regime to condemn modern art styles such as Cubism, Surrealism, and Expressionism, labeling them as un-German or immoral."
},
{
    "word": "Denim",
    "pronunciation": "/ˈdɛnɪm/ (DEN-im)",
    "definition": "Denim is a durable cotton fabric, often blue, used in clothing and sometimes in experimental textile-based art."
},
{
    "word": "Descenders",
    "pronunciation": "/dɪˈsɛndərz/ (di-SEN-derz)",
    "definition": "Descenders are the parts of letters in typography that extend below the baseline, as seen in 'g', 'p', and 'y'."
},
{
    "word": "Design",
    "pronunciation": "/dɪˈzaɪn/ (di-ZINE)",
    "definition": "Design is the process of planning and creating visual, functional, or structural solutions, combining aesthetics with purpose."
},
{
    "word": "Design Brief",
    "pronunciation": "/dɪˈzaɪn briːf/ (di-ZINE BREEF)",
    "definition": "A Design Brief is a written document outlining the goals, requirements, and constraints of a design project."
},
{
    "word": "Design Process",
    "pronunciation": "/dɪˈzaɪn ˈprɑːsɛs/ (di-ZINE PRAH-sess)",
    "definition": "The Design Process is the series of steps designers follow to research, plan, prototype, and produce a creative solution."
},
{
    "word": "Design Thinking",
    "pronunciation": "/dɪˈzaɪn ˈθɪŋkɪŋ/ (di-ZINE THINK-ing)",
    "definition": "Design Thinking is a problem-solving approach that emphasizes empathy, creativity, prototyping, and iterative testing to find user-centered solutions."
},
{
    "word": "Designing",
    "pronunciation": "/dɪˈzaɪnɪŋ/ (di-ZINE-ing)",
    "definition": "Designing is the act of planning and creating visual or functional solutions in fields like art, fashion, architecture, and product development."
}
,
{
    "word": "Die Cut",
    "pronunciation": "/daɪ kʌt/ (DYE cut)",
    "definition": "Die Cut refers to a process of cutting shapes or designs from paper, cardboard, or other materials using a specialized metal die."
},
{
    "word": "Diptych",
    "pronunciation": "/ˈdɪptɪk/ (DIP-tik)",
    "definition": "A Diptych is an artwork made up of two panels, often hinged together, that are intended to be displayed side by side."
},
{
    "word": "Direct Carving",
    "pronunciation": "/dəˈrɛkt ˈkɑːrvɪŋ/ (di-RECT KARV-ing)",
    "definition": "Direct Carving is a sculptural technique in which the artist carves directly into the material (stone, wood, etc.) without using detailed preparatory models."
},
{
    "word": "Direct Observation",
    "pronunciation": "/dəˈrɛkt ˌɒbzərˈveɪʃən/ (di-RECT ob-zer-VAY-shun)",
    "definition": "Direct Observation is the practice of creating art by closely studying and recording real-life subjects as they appear in front of the artist."
},
{
    "word": "Disegno",
    "pronunciation": "/diˈzeɲɲo/ (dee-ZEN-yo)",
    "definition": "Disegno is an Italian Renaissance term emphasizing the importance of drawing and design as the foundation of art creation."
},
{
    "word": "Dither",
    "pronunciation": "/ˈdɪðər/ (DITH-er)",
    "definition": "Dither is a digital graphics technique that uses small dots of different colors to simulate gradients and reduce color banding."
},
{
    "word": "Dome",
    "pronunciation": "/doʊm/ (DOHM)",
    "definition": "A Dome is a rounded architectural structure, often hemispherical, that forms the roof of a building or ceiling space."
},
{
    "word": "DPI",
    "pronunciation": "/diː-piː-aɪ/ (DEE-pee-eye)",
    "definition": "DPI (Dots Per Inch) is a measure of image resolution that indicates the number of printed or digital dots contained in one inch of space."
},
{
    "word": "Drawing",
    "pronunciation": "/ˈdrɔːɪŋ/ (DRAW-ing)",
    "definition": "Drawing is the art of making marks on a surface, usually with pencil, charcoal, ink, or other tools, to create images or designs."
},
{
    "word": "Drawing Plane",
    "pronunciation": "/ˈdrɔːɪŋ pleɪn/ (DRAW-ing PLANE)",
    "definition": "The Drawing Plane is the imaginary flat surface on which a drawing is made or projected, often used in perspective drawing."
},
{
    "word": "D-ring",
    "pronunciation": "/ˈdiː rɪŋ/ (DEE-ring)",
    "definition": "A D-ring is a D-shaped metal ring commonly used in framing, bookbinding, or hanging artworks and objects."
},
{
    "word": "Drop Shadow",
    "pronunciation": "/drɒp ˈʃædoʊ/ (DROP SHAD-oh)",
    "definition": "A Drop Shadow is a graphic design effect that creates the illusion of depth by placing a shadow behind an object or text."
},
{
    "word": "Drypoint",
    "pronunciation": "/ˈdraɪpɔɪnt/ (DRY-point)",
    "definition": "Drypoint is a printmaking technique where an image is incised into a plate with a sharp needle, producing soft, velvety lines."
}
,
{
    "word": "DTF",
    "pronunciation": "/diː-tiː-ɛf/ (DEE-tee-EF)",
    "definition": "DTF (Direct-to-Film) printing is a digital textile printing method where designs are printed onto a special film and then transferred to fabric using heat and pressure."
},
{
    "word": "DTG",
    "pronunciation": "/diː-tiː-dʒiː/ (DEE-tee-JEE)",
    "definition": "DTG (Direct-to-Garment) printing is a process where inkjet technology is used to print designs directly onto textiles, typically cotton garments."
},
{
    "word": "SVG",
    "pronunciation": "/ɛs-viː-dʒiː/ (ESS-vee-JEE)",
    "definition": "SVG (Scalable Vector Graphics) is a file format for two-dimensional graphics that can be scaled to any size without losing quality."
},
{
    "word": "Dummy Text",
    "pronunciation": "/ˈdʌmi tɛkst/ (DUM-ee text)",
    "definition": "Dummy Text is placeholder text used in design layouts to simulate real content before the final text is added."
},
{
    "word": "Duotone",
    "pronunciation": "/ˈdjuːətoʊn/ (DYOO-oh-tone)",
    "definition": "Duotone is a printing or digital effect that uses two contrasting colors to create an image with depth and mood."
},
{
    "word": "Duplex Printing",
    "pronunciation": "/ˈduːplɛks ˈprɪntɪŋ/ (DOO-plex PRINT-ing)",
    "definition": "Duplex Printing is the process of automatically printing on both sides of a sheet of paper."
},
{
    "word": "Dust Jacket",
    "pronunciation": "/dʌst ˈdʒækɪt/ (DUST JAK-it)",
    "definition": "A Dust Jacket is a protective paper cover placed around a hardcover book, often decorated with illustrations or promotional text."
},
{
    "word": "Dynamic Range",
    "pronunciation": "/daɪˈnæmɪk reɪndʒ/ (dye-NAM-ik RAYNJ)",
    "definition": "Dynamic Range refers to the difference between the lightest and darkest tones that an image, camera, or display can capture or reproduce."
},
{
    "word": "Dysgraphia",
    "pronunciation": "/dɪsˈɡræfiə/ (dis-GRAF-ee-uh)",
    "definition": "Dysgraphia is a learning disability that affects writing abilities, such as handwriting, spelling, and organizing written work."
},
{
    "word": "Easel",
    "pronunciation": "/ˈiːzəl/ (EE-zul)",
    "definition": "An Easel is a stand used by artists to hold a canvas, drawing board, or artwork in an upright position while working."
},
{
    "word": "Ecce Homo",
    "pronunciation": "/ˈɛtʃeɪ ˈhoʊmoʊ/ (ETCH-ay HOH-moh)",
    "definition": "Ecce Homo is a traditional subject in Christian art depicting Jesus Christ presented to the people before his crucifixion, often translated as 'Behold the Man'."
},
{
    "word": "Edge Gilding",
    "pronunciation": "/ɛdʒ ˈɡɪldɪŋ/ (EDGE GILD-ing)",
    "definition": "Edge Gilding is the decorative application of gold or metallic leaf to the edges of book pages."
},
{
    "word": "Edvard Munch",
    "pronunciation": "/ˈɛdvɑːrd mʊŋk/ (ED-vard MUNK)",
    "definition": "Edvard Munch was a Norwegian painter best known for his iconic work 'The Scream', which explored themes of emotion and existential anxiety."
},
{
    "word": "Effigy",
    "pronunciation": "/ˈɛfɪdʒi/ (EF-i-jee)",
    "definition": "An Effigy is a sculpted or modeled representation of a person, often used in rituals, memorials, or as symbolic art."
},
{
    "word": "Egyptian Art",
    "pronunciation": "/iːˈdʒɪpʃən ɑːrt/ (ee-JIP-shun ART)",
    "definition": "Egyptian Art refers to the artistic style of ancient Egypt, characterized by symbolic hieroglyphs, monumental architecture, and stylized human figures."
},
{
    "word": "El Anatsui",
    "pronunciation": "/ɛl əˈnætswi/ (EL ah-NAT-swee)",
    "definition": "El Anatsui is a Ghanaian contemporary artist known for his large-scale installations made from recycled materials such as bottle caps, exploring themes of history, consumption, and transformation."
},
{
    "word": "Em",
    "pronunciation": "/ɛm/ (EM)",
    "definition": "Em is a typographic unit of measurement equal to the currently specified point size of a font (e.g., in 12pt type, 1 em = 12 points)."
},
{
    "word": "Emboss",
    "pronunciation": "/ɛmˈbɒs/ (em-BOSS)",
    "definition": "To Emboss is to create a raised or relief design on a surface, usually paper, leather, or metal, through pressure or stamping."
},
{
    "word": "Embossing",
    "pronunciation": "/ɛmˈbɒsɪŋ/ (em-BOSS-ing)",
    "definition": "Embossing is the process of creating raised designs or textures on a surface using heat and pressure with a patterned die."
},
{
    "word": "Enamel",
    "pronunciation": "/ɪˈnæməl/ (ih-NAM-uhl)",
    "definition": "Enamel is a glossy, glass-like coating fused onto metal, ceramic, or glass surfaces for decorative or protective purposes."
},
{
    "word": "Enamelling",
    "pronunciation": "/ɪˈnæməlɪŋ/ (ih-NAM-uhl-ing)",
    "definition": "Enamelling is the technique of applying powdered glass to a surface and fusing it through high heat to create a durable, decorative finish."
},
{
    "word": "Encaustic",
    "pronunciation": "/ɛnˈkɔːstɪk/ (en-KAW-stik)",
    "definition": "Encaustic is an ancient painting technique using heated beeswax mixed with colored pigments applied to a surface."
},
{
    "word": "Endpaper",
    "pronunciation": "/ˈɛndˌpeɪpər/ (END-pay-per)",
    "definition": "Endpaper is the sheet of paper glued inside the front and back covers of a book, connecting the cover to the text block."
},
{
    "word": "Engobe",
    "pronunciation": "/ˈɛnɡoʊb/ (EN-gohb)",
    "definition": "Engobe is a liquid clay slip applied to pottery to change its color, texture, or surface before glazing or firing."
},
{
    "word": "Engrave",
    "pronunciation": "/ɛnˈɡreɪv/ (en-GRAYV)",
    "definition": "To Engrave is to cut or carve a design onto a hard surface, often metal, wood, or glass."
},
{
    "word": "Engraved",
    "pronunciation": "/ɛnˈɡreɪvd/ (en-GRAYVD)",
    "definition": "Engraved refers to a surface that has been inscribed, carved, or etched with a design or text."
},
{
    "word": "Engraving",
    "pronunciation": "/ɛnˈɡreɪvɪŋ/ (en-GRAYV-ing)",
    "definition": "Engraving is the art of incising a design onto a hard surface to create prints or decorative patterns."
},
{
    "word": "Environmental Art",
    "pronunciation": "/ɪnˌvaɪrənˈmɛntl ɑːrt/ (en-VY-ron-men-tal ART)",
    "definition": "Environmental Art is art created in or about the natural environment, often addressing ecological themes or using natural materials."
},
{
    "word": "Epoxy Resin",
    "pronunciation": "/ɪˈpɒksi ˈrɛzɪn/ (ih-POX-ee REZ-in)",
    "definition": "Epoxy Resin is a strong adhesive and coating material used in art and design for casting, sealing, and creating glossy finishes."
},
{
    "word": "EPS",
    "pronunciation": "/iː-piː-ɛs/ (EE-pee-ESS)",
    "definition": "EPS (Encapsulated PostScript) is a graphics file format used for vector images, widely supported in professional design and printing."
},
{
    "word": "Equestrian Statue",
    "pronunciation": "/ɪˈkwɛstriən ˈstætʃuː/ (ih-KWES-tree-uhn STAT-choo)",
    "definition": "An Equestrian Statue is a sculpture of a rider mounted on a horse, often commemorating leaders or historical figures."
},
{
    "word": "Ethnographic Art",
    "pronunciation": "/ˌɛθnoʊˈɡræfɪk ɑːrt/ (eth-no-GRAF-ik ART)",
    "definition": "Ethnographic Art refers to artworks that represent or originate from the cultural traditions of specific ethnic groups, often studied for anthropological value."
},
{
    "word": "Exhibition",
    "pronunciation": "/ˌɛksɪˈbɪʃən/ (ek-sih-BISH-un)",
    "definition": "An Exhibition is a public display of artworks, artifacts, or designs in a gallery, museum, or similar venue."
},
{
    "word": "Exhibitor",
    "pronunciation": "/ɛɡˈzɪbɪtər/ (eg-ZIB-ih-ter)",
    "definition": "An Exhibitor is a person, organization, or institution that displays works of art or objects in an exhibition."
},
{
    "word": "Exhibits",
    "pronunciation": "/ˈɛksɪbɪts/ (EK-sih-bits)",
    "definition": "Exhibits are the artworks, artifacts, or objects displayed to the public in a gallery, museum, or exhibition space."
},
{
    "word": "Expand",
    "pronunciation": "/ɪkˈspænd/ (ik-SPAND)",
    "definition": "In art and design, Expand refers to enlarging or extending the size, form, or scope of an image, design, or concept."
},
{
    "word": "Exposition",
    "pronunciation": "/ˌɛkspəˈzɪʃən/ (eks-puh-ZISH-un)",
    "definition": "An Exposition is a large public exhibition or fair that showcases art, design, culture, or technology."
},
{
    "word": "Expressionism",
    "pronunciation": "/ɪkˈsprɛʃəˌnɪzəm/ (ex-PRESH-uh-niz-um)",
    "definition": "Expressionism is a modernist art movement that emphasizes emotional experience and subjective interpretation over realistic representation."
},
{
    "word": "Expressionist",
    "pronunciation": "/ɪkˈsprɛʃənɪst/ (ex-PRESH-un-ist)",
    "definition": "An Expressionist is an artist associated with the Expressionism movement, or an artwork created in an expressive, emotional style."
},
{
    "word": "Extender",
    "pronunciation": "/ɪkˈstɛndər/ (ik-STEN-der)",
    "definition": "An Extender is a substance added to paint or ink to increase volume, alter texture, or modify drying time without affecting color strength."
},
{
    "word": "Eyedropper Tool",
    "pronunciation": "/ˈaɪˌdrɒpər tuːl/ (EYE-drop-er tool)",
    "definition": "The Eyedropper Tool is a digital design tool used to pick up and replicate colors from an image or artwork."
},
{
    "word": "Eyelet",
    "pronunciation": "/ˈaɪlɪt/ (EYE-let)",
    "definition": "An Eyelet is a small hole reinforced with metal or stitching, used in bookbinding, textiles, or craft for threading cords or fasteners."
},
{
    "word": "Faience",
    "pronunciation": "/ˈfaɪəns/ (FYE-ahnce)",
    "definition": "Faience is a type of glazed ceramic ware, often brightly colored, that originated in ancient Egypt and later in Renaissance Europe."
},
{
    "word": "Fauvism",
    "pronunciation": "/ˈfoʊˌvɪzəm/ (FOH-viz-um)",
    "definition": "Fauvism is an early 20th-century art movement led by Henri Matisse, characterized by bold colors, simplified forms, and expressive brushwork."
}
,
{
    "word": "Fauvist",
    "pronunciation": "/ˈfoʊvɪst/ (FOH-vist)",
    "definition": "A Fauvist is an artist associated with Fauvism, a movement known for vivid, non-naturalistic colors and expressive brushwork, led by Henri Matisse and André Derain."
},
{
    "word": "Feathering",
    "pronunciation": "/ˈfɛðərɪŋ/ (FEH-thur-ing)",
    "definition": "Feathering is a technique in both digital and traditional art that softens or blends the edges of a line, brushstroke, or selection."
},
{
    "word": "Fiber",
    "pronunciation": "/ˈfaɪbər/ (FYE-ber)",
    "definition": "Fiber refers to natural or synthetic threads used in textiles, weaving, and fiber arts such as embroidery, tapestry, and paper-making."
},
{
    "word": "Figma",
    "pronunciation": "/ˈfɪɡmə/ (FIG-muh)",
    "definition": "Figma is a collaborative web-based design software used for interface design, prototyping, and vector-based graphics."
},
{
    "word": "Figure Drawing",
    "pronunciation": "/ˈfɪɡjər ˈdrɔɪŋ/ (FIG-yer DRAW-ing)",
    "definition": "Figure Drawing is the artistic practice of drawing the human body, often from a live model, to study anatomy, posture, and movement."
},
{
    "word": "Figurine",
    "pronunciation": "/ˌfɪɡjəˈriːn/ (FIG-yer-een)",
    "definition": "A Figurine is a small sculpted or molded representation of a person, animal, or character, often decorative or collectible."
},
{
    "word": "Filament",
    "pronunciation": "/ˈfɪləmənt/ (FIL-uh-ment)",
    "definition": "Filament is a fine thread-like material used in textiles, lightbulbs, or 3D printing, where it is melted to create forms."
},
{
    "word": "Filigree",
    "pronunciation": "/ˈfɪlɪˌɡriː/ (FIL-ih-gree)",
    "definition": "Filigree is a delicate ornamental work of fine wire, often in gold or silver, twisted and soldered to form intricate jewelry or decoration."
},
{
    "word": "Findings",
    "pronunciation": "/ˈfaɪndɪŋz/ (FYE-ndings)",
    "definition": "Findings are small components used in jewelry-making, such as clasps, hooks, or fasteners that join or finish a piece."
},
{
    "word": "Fine Art",
    "pronunciation": "/faɪn ɑːrt/ (FINE-art)",
    "definition": "Fine Art refers to art created primarily for aesthetic and intellectual purposes, including painting, sculpture, drawing, and printmaking."
},
{
    "word": "Finish",
    "pronunciation": "/ˈfɪnɪʃ/ (FIN-ish)",
    "definition": "Finish refers to the final surface treatment or appearance of an artwork or object, such as matte, glossy, or textured."
},
{
    "word": "Firing",
    "pronunciation": "/ˈfaɪərɪŋ/ (FYE-er-ing)",
    "definition": "Firing is the process of heating ceramics or clay objects in a kiln to harden them and sometimes fuse glazes onto the surface."
},
{
    "word": "Fixative",
    "pronunciation": "/ˈfɪksətɪv/ (FIK-suh-tiv)",
    "definition": "Fixative is a protective spray applied to artworks made with charcoal, pastel, or pencil to prevent smudging and preserve the surface."
},
{
    "word": "Flat Colour",
    "pronunciation": "/flæt ˈkʌlər/ (flat KUL-er)",
    "definition": "Flat Colour refers to areas of solid, uniform color without shading, gradients, or texture, often used in graphic design and comic art."
}
,
{
    "word": "Flat Design",
    "pronunciation": "/flæt dɪˈzaɪn/ (flat dih-ZYNE)",
    "definition": "Flat Design is a minimalist design style that uses simple, two-dimensional elements without textures, gradients, or depth effects, common in digital interfaces."
},
{
    "word": "Flattening",
    "pronunciation": "/ˈflætənɪŋ/ (FLAT-en-ing)",
    "definition": "Flattening is the process of merging multiple layers or elements into a single layer in digital graphics, reducing file complexity but limiting further editing."
},
{
    "word": "Flexographic",
    "pronunciation": "/ˌflɛksəˈɡræfɪk/ (FLEK-suh-graf-ik)",
    "definition": "Flexographic relates to a modern printing process that uses flexible relief plates, suitable for packaging, labels, and continuous materials."
},
{
    "word": "Flexography",
    "pronunciation": "/flɛkˈsɑːɡrəfi/ (flek-SAH-gruh-fee)",
    "definition": "Flexography is a high-speed printing technique using flexible plates and quick-drying inks, often applied to plastics, paper, and food packaging."
},
{
    "word": "Flush Left or Right",
    "pronunciation": "/flʌʃ lɛft ɔːr raɪt/ (FLUSH left or right)",
    "definition": "Flush Left or Right refers to text alignment where all lines of text are aligned evenly on the left or right margin, creating a clean edge."
},
{
    "word": "Focal Point",
    "pronunciation": "/ˈfoʊkəl pɔɪnt/ (FOH-kul point)",
    "definition": "A Focal Point is the area of an artwork or design that first draws the viewer’s attention, often created through contrast, color, or placement."
},
{
    "word": "Foil Stamping",
    "pronunciation": "/fɔɪl ˈstæmpɪŋ/ (FOIL stamp-ing)",
    "definition": "Foil Stamping is a printing process that uses heat and pressure to apply metallic or pigmented foil onto a surface, often for luxury packaging or books."
},
{
    "word": "Folk Art",
    "pronunciation": "/foʊk ɑːrt/ (FOHK-art)",
    "definition": "Folk Art is traditional art created by self-taught or community-based artists, often reflecting cultural heritage, customs, and daily life."
},
{
    "word": "Font",
    "pronunciation": "/fɑːnt/ (FONT)",
    "definition": "A Font is a set of characters with a specific style and size within a typeface, used in printing and digital text."
},
{
    "word": "Font Family",
    "pronunciation": "/fɑːnt ˈfæməli/ (FONT FAM-uh-lee)",
    "definition": "A Font Family is a group of related fonts with consistent design features but varying weights, sizes, or styles (e.g., regular, bold, italic)."
},
{
    "word": "Footer",
    "pronunciation": "/ˈfʊtər/ (FOO-ter)",
    "definition": "A Footer is the section at the bottom of a page, often containing page numbers, notes, or reference information."
},
{
    "word": "Fore-Edge",
    "pronunciation": "/fɔːr ɛdʒ/ (FOR-edge)",
    "definition": "The Fore-Edge is the outer edge of a book opposite the spine, sometimes decorated with gilding or hidden paintings."
},
{
    "word": "Form",
    "pronunciation": "/fɔːrm/ (FORM)",
    "definition": "Form refers to the three-dimensional shape or structure of an object in art, defined by height, width, and depth."
},
{
    "word": "Format",
    "pronunciation": "/ˈfɔːrmæt/ (FOR-mat)",
    "definition": "Format is the size, shape, or arrangement of a work of art, design, or printed material."
},
{
    "word": "Foundry",
    "pronunciation": "/ˈfaʊndri/ (FOWN-dree)",
    "definition": "A Foundry is a workshop where metal casting is done, or in typography, a company that designs and distributes fonts."
},
{
    "word": "Framing",
    "pronunciation": "/ˈfreɪmɪŋ/ (FRAY-ming)",
    "definition": "Framing is the practice of placing an artwork within a border or structure, physically with a frame or compositionally within the artwork."
},
{
    "word": "Freehand Drawing",
    "pronunciation": "/ˈfriːhænd ˈdrɔɪŋ/ (FREE-hand DRAW-ing)",
    "definition": "Freehand Drawing is sketching without the use of measuring tools, rulers, or guides, relying on the artist’s hand control and observation."
},
{
    "word": "Freestanding Sculpture",
    "pronunciation": "/ˈfriːˌstændɪŋ ˈskʌlptʃər/ (FREE-standing SKULP-cher)",
    "definition": "A Freestanding Sculpture is a three-dimensional artwork designed to be viewed from all sides, not attached to a wall or background."
},
{
    "word": "French Fold",
    "pronunciation": "/frɛntʃ foʊld/ (FRENCH-fohld)",
    "definition": "French Fold is a printing and bookbinding technique where a sheet is printed on one side, folded, and bound so the fold is at the page’s outer edge."
},
{
    "word": "Frottage",
    "pronunciation": "/froʊˈtɑːʒ/ (froh-TAHZH)",
    "definition": "Frottage is a technique of creating a design by rubbing a pencil, crayon, or other medium over a textured surface to capture its impression."
},
{
    "word": "Functionalism",
    "pronunciation": "/ˈfʌŋkʃənəˌlɪzəm/ (FUNK-shun-uh-liz-um)",
    "definition": "Functionalism in art and design emphasizes practicality and usefulness, prioritizing function over decorative or aesthetic considerations."
}
,
{
    "word": "Futurism",
    "pronunciation": "/ˈfjuːtʃəˌrɪzəm/ (FYOO-chuh-riz-um)",
    "definition": "Futurism was an early 20th-century art movement originating in Italy that emphasized speed, technology, dynamism, and the energy of modern life."
},
{
    "word": "Futurist",
    "pronunciation": "/ˈfjuːtʃərɪst/ (FYOO-chuh-rist)",
    "definition": "A Futurist is an artist, writer, or designer associated with the Futurism movement, or more broadly, someone who envisions or designs for the future."
},
{
    "word": "Gamut",
    "pronunciation": "/ˈɡæmət/ (GAM-ut)",
    "definition": "Gamut refers to the complete range of colors available within a particular color system, device, or medium (e.g., the RGB or CMYK gamut)."
},
{
    "word": "Generative AI",
    "pronunciation": "/ˈdʒɛnərətɪv ˌeɪˈaɪ/ (JEN-er-uh-tiv A-I)",
    "definition": "Generative AI is artificial intelligence that creates new content such as images, music, or text by learning patterns from existing data."
},
{
    "word": "Genre",
    "pronunciation": "/ˈʒɑːnrə/ (ZHAHN-ruh)",
    "definition": "Genre in art refers to a category of artistic work based on subject matter or style, such as portraiture, landscape, still life, or historical painting."
},
{
    "word": "Geometric Shapes",
    "pronunciation": "/ˌdʒiːəˈmɛtrɪk ʃeɪps/ (jee-oh-MET-rik shapes)",
    "definition": "Geometric Shapes are precise, mathematical shapes such as circles, squares, triangles, and polygons, often used in design and abstraction."
},
{
    "word": "Georges Braque",
    "pronunciation": "/ʒɔːʒ brɑːk/ (ZHORZH BRAHK)",
    "definition": "Georges Braque (1882–1963) was a French painter and co-founder of Cubism alongside Pablo Picasso, known for fragmented forms and muted palettes."
},
{
    "word": "Georges Seurat",
    "pronunciation": "/ʒɔːʒ sɜːˈrɑː/ (ZHORZH suh-RAH)",
    "definition": "Georges Seurat (1859–1891) was a French Post-Impressionist painter and pioneer of Pointillism, using small dots of pure color to form images."
},
{
    "word": "Gestalt Principles",
    "pronunciation": "/ɡəˈʃtɑːlt ˈprɪnsəpəlz/ (guh-SHTAHLT prin-suh-pulz)",
    "definition": "Gestalt Principles are psychological rules of visual perception that explain how humans naturally organize visual elements into unified wholes (e.g., similarity, proximity, closure)."
},
{
    "word": "Gestural Drawing",
    "pronunciation": "/ˈdʒɛstʃərəl ˈdrɔːɪŋ/ (JEST-chur-uhl DRAW-ing)",
    "definition": "Gestural Drawing is a quick, expressive sketch that captures the movement, posture, or energy of a subject rather than precise details."
},
{
    "word": "Giacomo Balla",
    "pronunciation": "/ˈdʒɑːkoʊmoʊ ˈbɑːlə/ (JAH-ko-mo BAH-lah)",
    "definition": "Giacomo Balla (1871–1958) was an Italian Futurist painter known for his dynamic depictions of movement, light, and modernity."
},
{
    "word": "GIF",
    "pronunciation": "/ɡɪf/ (GIF or JIF)",
    "definition": "GIF (Graphics Interchange Format) is a digital image format that supports animation and is widely used for short looping visuals online."
},
{
    "word": "Gilding",
    "pronunciation": "/ˈɡɪldɪŋ/ (GILL-ding)",
    "definition": "Gilding is the decorative application of a thin layer of gold leaf or gold-like material to a surface such as wood, metal, or paper."
},
{
    "word": "Glass",
    "pronunciation": "/ɡlæs/ (GLASS)",
    "definition": "Glass is a transparent or translucent material made by fusing sand with soda and lime, often used in stained glass, sculpture, and craft."
},
{
    "word": "Glass Bead",
    "pronunciation": "/ɡlæs biːd/ (GLASS beed)",
    "definition": "A Glass Bead is a small, decorative object made of glass, often used in jewelry, mosaics, and beadwork."
},
{
    "word": "Glaze",
    "pronunciation": "/ɡleɪz/ (GLAYZ)",
    "definition": "In ceramics, glaze is a glassy coating applied to pottery for decoration and waterproofing; in painting, it is a thin, transparent layer of color."
},
{
    "word": "Glazing",
    "pronunciation": "/ˈɡleɪzɪŋ/ (GLAY-zing)",
    "definition": "Glazing is the technique of applying multiple transparent or semi-transparent layers of paint to create depth, luminosity, and richness of color."
}
,
{
    "word": "Gloss Paper",
    "pronunciation": "/ɡlɒs ˈpeɪpər/ (GLOSS pay-per)",
    "definition": "Gloss Paper is a smooth, shiny paper stock that enhances color vibrancy and sharpness, commonly used for brochures, magazines, and photo printing."
},
{
    "word": "Glyph",
    "pronunciation": "/ɡlɪf/ (GLIF)",
    "definition": "A Glyph is a specific symbol or character shape within a typeface, representing letters, numbers, punctuation, or decorative icons."
},
{
    "word": "Golden Ratio",
    "pronunciation": "/ˈɡoʊldən ˈreɪʃioʊ/ (GOAL-den RAY-shee-oh)",
    "definition": "The Golden Ratio is a mathematical proportion (approximately 1:1.618) used in art and design for balanced and aesthetically pleasing compositions."
},
{
    "word": "Gothic",
    "pronunciation": "/ˈɡɒθɪk/ (GOTH-ik)",
    "definition": "Gothic refers to a medieval European art and architecture style characterized by pointed arches, stained glass, and ornate decoration, later inspiring Gothic revival and subcultures."
},
{
    "word": "Gradation",
    "pronunciation": "/ɡrəˈdeɪʃən/ (gruh-DAY-shun)",
    "definition": "Gradation is the gradual transition from one color, tone, or texture to another, often used to create depth and dimension in art."
},
{
    "word": "Gradient",
    "pronunciation": "/ˈɡreɪdiənt/ (GRAY-dee-ent)",
    "definition": "A Gradient is a smooth blend of colors or tones that transition from one to another, used in digital and traditional art to create shading or atmosphere."
},
{
    "word": "Gradient Colour",
    "pronunciation": "/ˈɡreɪdiənt ˈkʌlər/ (GRAY-dee-ent KULL-er)",
    "definition": "Gradient Colour refers to a color effect where hues blend seamlessly into each other across a surface."
},
{
    "word": "Gradient Mesh",
    "pronunciation": "/ˈɡreɪdiənt mɛʃ/ (GRAY-dee-ent MESH)",
    "definition": "Gradient Mesh is a digital design tool (especially in Adobe Illustrator) that creates smooth, complex gradients within an object using a mesh grid."
},
{
    "word": "Gradient Tool",
    "pronunciation": "/ˈɡreɪdiənt tuːl/ (GRAY-dee-ent TOOL)",
    "definition": "The Gradient Tool is a digital software function that applies color transitions across an area, controlling direction, shape, and blending of gradients."
},
{
    "word": "Granulation",
    "pronunciation": "/ˌɡrænjʊˈleɪʃən/ (gran-yoo-LAY-shun)",
    "definition": "Granulation in watercolor painting refers to the effect where pigment particles clump together, creating a textured, grainy look."
},
{
    "word": "Graphic Design",
    "pronunciation": "/ˈɡræfɪk dɪˈzaɪn/ (GRAF-ik di-ZINE)",
    "definition": "Graphic Design is the art of visual communication through typography, imagery, color, and layout to convey messages and ideas effectively."
},
{
    "word": "Graphite",
    "pronunciation": "/ˈɡræfaɪt/ (GRAF-ite)",
    "definition": "Graphite is a form of carbon commonly used in pencils for drawing and shading, valued for its smooth texture and range of tones."
},
{
    "word": "Grattage",
    "pronunciation": "/ˈɡrætɑːʒ/ (GRAH-tazh)",
    "definition": "Grattage is a surrealist painting technique where paint is scraped off a canvas to reveal textures and patterns beneath."
},
{
    "word": "Grayscale",
    "pronunciation": "/ˈɡreɪskeɪl/ (GRAY-skayl)",
    "definition": "Grayscale refers to an image or design composed solely of shades of gray, ranging from black to white without any color."
},
{
    "word": "Greenware",
    "pronunciation": "/ˈɡriːnwɛər/ (GREEN-wair)",
    "definition": "Greenware is unfired clay pottery that has dried but not yet been kiln-fired, making it fragile and easily breakable."
},
{
    "word": "Grid",
    "pronunciation": "/ɡrɪd/ (GRID)",
    "definition": "A Grid is a framework of intersecting lines used in art and design to structure layouts, align elements, and maintain visual balance."
}
,
{
    "word": "Grisaille",
    "pronunciation": "/ɡrɪˈzaɪ/ (gri-ZAI)",
    "definition": "Grisaille is a painting technique using shades of gray to create a monochromatic image, often used as underpainting or to imitate sculpture."
},
{
    "word": "Grog",
    "pronunciation": "/ɡrɒɡ/ (GROG)",
    "definition": "Grog is a ceramic material made from ground, fired clay that is added to clay bodies to reduce shrinkage and increase strength."
},
{
    "word": "Ground",
    "pronunciation": "/ɡraʊnd/ (GROUND)",
    "definition": "Ground refers to the prepared surface on which an artwork is created, such as gesso on canvas or primer on wood."
},
{
    "word": "Gustave Moreau",
    "pronunciation": "/ɡʊsˈtɑːv mɔːˈroʊ/ (GOOS-tahv mo-ROH)",
    "definition": "Gustave Moreau (1826–1898) was a French Symbolist painter known for his mystical, dreamlike works rich in symbolism and intricate detail."
},
{
    "word": "Halftone",
    "pronunciation": "/ˈhæfˌtoʊn/ (HALF-tone)",
    "definition": "Halftone is a printing technique that uses dots of varying size and spacing to simulate shades of gray or color."
},
{
    "word": "Hand Lettering",
    "pronunciation": "/hænd ˈlɛtərɪŋ/ (HAND LET-er-ing)",
    "definition": "Hand Lettering is the art of drawing letters by hand in custom styles, often decorative and used for logos, posters, and signs."
},
{
    "word": "Hard Proof",
    "pronunciation": "/hɑrd pruːf/ (HARD PROOF)",
    "definition": "A Hard Proof is a physical print sample used to check color accuracy, layout, and quality before final production."
},
{
    "word": "Harmony",
    "pronunciation": "/ˈhɑːrməni/ (HAR-muh-nee)",
    "definition": "Harmony in art and design refers to the pleasing arrangement of elements such as colors, shapes, and textures to create balance and unity."
},
{
    "word": "Hatching",
    "pronunciation": "/ˈhætʃɪŋ/ (HATCH-ing)",
    "definition": "Hatching is a drawing technique using parallel lines to create shading, texture, and tonal effects."
},
{
    "word": "Head",
    "pronunciation": "/hɛd/ (HED)",
    "definition": "In art, 'Head' often refers to a portrait or sculptural representation of a person’s head, focusing on facial features and expression."
},
{
    "word": "Header",
    "pronunciation": "/ˈhɛdər/ (HED-er)",
    "definition": "A Header is a title or text block placed at the top of a page, section, or design layout, often used for navigation or emphasis."
},
{
    "word": "Heat Press",
    "pronunciation": "/hiːt prɛs/ (HEET press)",
    "definition": "A Heat Press is a machine that uses heat and pressure to transfer designs onto fabrics, ceramics, or other materials, commonly used in t-shirt printing."
},
{
    "word": "Hero Image",
    "pronunciation": "/ˈhɪəroʊ ˈɪmɪdʒ/ (HEE-roh IH-mij)",
    "definition": "A Hero Image is a large, prominent image on a webpage or design that visually represents the main message or theme."
},
{
    "word": "Hex",
    "pronunciation": "/hɛks/ (HEX)",
    "definition": "Hex refers to a six-digit hexadecimal code used in digital design to represent colors (e.g., #FFFFFF for white)."
},
{
    "word": "Hide",
    "pronunciation": "/haɪd/ (HYDE)",
    "definition": "Hide is the treated skin of an animal, often used as leather or as a support for painting (such as parchment or vellum)."
},
{
    "word": "Hierarchy",
    "pronunciation": "/ˈhaɪəˌrɑːrki/ (HYE-uh-rahr-kee)",
    "definition": "Hierarchy in design is the arrangement of elements to show their order of importance, guiding the viewer’s attention."
},
{
    "word": "Hieroglyphics",
    "pronunciation": "/ˌhaɪərəˈɡlɪfɪks/ (HYE-roh-GLIF-iks)",
    "definition": "Hieroglyphics are the ancient Egyptian system of writing using pictorial symbols to represent sounds, words, or concepts."
},
{
    "word": "Hieroglyphs",
    "pronunciation": "/ˈhaɪroʊˌɡlɪfs/ (HYE-roh-glifs)",
    "definition": "Hieroglyphs are the individual pictorial symbols used in the hieroglyphic writing system."
},
{
    "word": "Highlight",
    "pronunciation": "/ˈhaɪˌlaɪt/ (HIGH-light)",
    "definition": "A Highlight is the lightest area in an artwork, where light directly strikes a surface, often used to create depth and realism."
},
{
    "word": "Hinge",
    "pronunciation": "/hɪndʒ/ (HINJ)",
    "definition": "In bookbinding and framing, a Hinge is the flexible part that allows a book cover or artwork to open and close."
}
,
{
    "word": "History Palette",
    "pronunciation": "/ˈhɪstəri ˈpælɪt/ (HIS-tuh-ree PAL-it)",
    "definition": "In digital art software, the History Palette is a panel that records recent changes and allows users to undo, redo, or revert to earlier states of a project."
},
{
    "word": "Horizon",
    "pronunciation": "/həˈraɪzən/ (huh-RY-zuhn)",
    "definition": "In art, the Horizon is the distant line where the earth and sky appear to meet, often used as a reference for perspective and depth."
},
{
    "word": "Horizontal Line",
    "pronunciation": "/ˌhɔːrɪˈzɒntl laɪn/ (HOR-i-zon-tl LINE)",
    "definition": "A Horizontal Line runs from left to right and is parallel to the ground or horizon, often associated with calmness and stability in composition."
},
{
    "word": "Hot Colours",
    "pronunciation": "/hɒt ˈkʌl.ərz/ (HOT kuh-lurz)",
    "definition": "Hot Colours refer to warm hues such as red, orange, and yellow, which are associated with energy, heat, and intensity."
},
{
    "word": "Hue",
    "pronunciation": "/hjuː/ (HYOO)",
    "definition": "Hue is the attribute of color that defines its name, such as red, blue, or green, distinct from brightness or saturation."
},
{
    "word": "Ibrahim Mahama",
    "pronunciation": "/ˈiːbrəˌhiːm məˈhɑːmə/ (EE-bra-heem ma-HA-mah)",
    "definition": "Ibrahim Mahama (b. 1987) is a Ghanaian contemporary artist known for using materials like jute sacks to explore themes of history, labor, and globalization."
},
{
    "word": "Icon",
    "pronunciation": "/ˈaɪkɒn/ (EYE-kon)",
    "definition": "An Icon is a simplified image or symbol used to represent an idea, object, or function, often used in religious art or digital interfaces."
},
{
    "word": "Iconography",
    "pronunciation": "/ˌaɪkəˈnɒɡrəfi/ (eye-kuh-NOG-ruh-fee)",
    "definition": "Iconography is the study and interpretation of symbols, themes, and subjects in art, especially their cultural or religious meaning."
},
{
    "word": "Illuminated Manuscripts",
    "pronunciation": "/ɪˈluːməˌneɪtɪd ˈmænjʊskrɪpts/ (ih-LOO-muh-nay-tid MAN-yoo-scripts)",
    "definition": "Illuminated Manuscripts are handwritten books decorated with gold, silver, and colorful illustrations, popular in the Middle Ages."
},
{
    "word": "Illustration",
    "pronunciation": "/ˌɪləˈstreɪʃən/ (ILL-uh-stray-shun)",
    "definition": "Illustration is the creation of visual imagery to explain, decorate, or clarify text, often used in books, advertisements, and digital media."
},
{
    "word": "Illustrator",
    "pronunciation": "/ˈɪləstreɪtər/ (ILL-uh-stray-tor)",
    "definition": "An Illustrator is an artist who specializes in creating images for books, magazines, advertisements, or digital platforms. It also refers to Adobe Illustrator, a graphic design software."
},
{
    "word": "Image Resolution",
    "pronunciation": "/ˈɪmɪdʒ ˌrɛzəˈluːʃən/ (IM-ij rez-uh-LOO-shun)",
    "definition": "Image Resolution refers to the amount of detail in an image, usually measured in pixels per inch (PPI) or dots per inch (DPI)."
},
{
    "word": "Impasto",
    "pronunciation": "/ɪmˈpæstoʊ/ (im-PAH-stoh)",
    "definition": "Impasto is a painting technique where thick layers of paint are applied to a surface, creating visible texture and brushstrokes."
},
{
    "word": "Impressionism",
    "pronunciation": "/ɪmˈprɛʃəˌnɪzəm/ (im-PRESH-uh-niz-um)",
    "definition": "Impressionism is a 19th-century art movement characterized by visible brushstrokes, light colors, and a focus on capturing fleeting moments of light and atmosphere."
},
{
    "word": "Impressionist",
    "pronunciation": "/ɪmˈprɛʃənɪst/ (im-PRESH-uh-nist)",
    "definition": "An Impressionist is an artist associated with the Impressionist movement, such as Claude Monet, Pierre-Auguste Renoir, or Edgar Degas."
},
{
    "word": "Infographic",
    "pronunciation": "/ˌɪnfoʊˈɡræfɪk/ (IN-foh-graf-ik)",
    "definition": "An Infographic is a visual representation of information or data, combining text, charts, and images to communicate ideas quickly and effectively."
},
{
    "word": "Ink",
    "pronunciation": "/ɪŋk/ (INK)",
    "definition": "Ink is a liquid or paste used for writing, drawing, or printing, available in various types such as India ink, fountain pen ink, and digital ink."
},
{
    "word": "Intaglio",
    "pronunciation": "/ɪnˈtɑːlioʊ/ (in-TAHL-yo)",
    "definition": "Intaglio is a printmaking technique in which designs are incised into a surface, and ink is held in the recessed areas to create prints."
},
{
    "word": "Intarsia",
    "pronunciation": "/ɪnˈtɑːrziə/ (in-TAR-zee-uh)",
    "definition": "A decorative woodworking or knitting technique that uses different pieces of material (such as wood or yarn) fitted together to form a mosaic-like pattern or image."
},
{
    "word": "Inverted Colour",
    "pronunciation": "/ɪnˈvɜːrtɪd ˈkʌlər/ (in-VUR-tid KUL-er)",
    "definition": "A color effect where the values of colors are reversed into their complementary hues, often used in digital art and photography to create striking contrasts."
},
{
    "word": "Isolation Mode",
    "pronunciation": "/ˌaɪsəˈleɪʃən moʊd/ (eye-suh-LAY-shun mode)",
    "definition": "A feature in vector design software (like Adobe Illustrator) that allows the user to focus on and edit a single object or group without affecting others."
},
{
    "word": "Italic",
    "pronunciation": "/ɪˈtælɪk/ (ih-TAL-ik)",
    "definition": "A style of typeface where letters are slanted to the right, commonly used for emphasis, titles, or foreign words."
},
{
    "word": "Jacquard",
    "pronunciation": "/ʒæˈkɑːrd/ (zhah-KARD)",
    "definition": "A type of fabric with intricate woven patterns, created using the Jacquard loom; also refers to the weaving technique itself."
},
{
    "word": "Jagged Edges",
    "pronunciation": "/ˈdʒæɡɪd ˈɛdʒɪz/ (JAG-id EJ-iz)",
    "definition": "Irregular, sharp, or pixelated edges in an image or object, often the result of low resolution or rasterization."
},
{
    "word": "Japonism",
    "pronunciation": "/ˈʒæpəˌnɪzəm/ (JAP-uh-niz-um)",
    "definition": "A 19th-century European art movement influenced by Japanese art, design, and aesthetics, especially woodblock prints (ukiyo-e)."
},
{
    "word": "JPEG",
    "pronunciation": "/ˈdʒeɪˌpɛɡ/ (JAY-peg)",
    "definition": "A commonly used digital image format that compresses file size using 'lossy' compression while retaining acceptable visual quality."
},
{
    "word": "JPG",
    "pronunciation": "/ˈdʒeɪˌpiːˈdʒiː/ (JAY-pee-jee)",
    "definition": "Another file extension for JPEG images, identical in format and function; used interchangeably with .jpeg."
},
{
    "word": "Juan Gris",
    "pronunciation": "/hwɑːn ɡriːs/ (HWAHN GREECE)",
    "definition": "A Spanish painter and sculptor (1887–1927), closely associated with Cubism, known for his geometric compositions and still lifes."
},
{
    "word": "Juxtaposition",
    "pronunciation": "/ˌdʒʌkstəpəˈzɪʃən/ (JUK-stuh-puh-ZISH-un)",
    "definition": "The placement of contrasting elements (objects, colors, styles, or ideas) side by side to highlight differences or create visual impact."
},
{
    "word": "Kaolin",
    "pronunciation": "/ˈkeɪəlɪn/ (KAY-uh-lin)",
    "definition": "A fine, white clay used in ceramics, porcelain, and as a filler in paper and paint industries."
},
{
    "word": "Kern Pair",
    "pronunciation": "/kɜːrn pɛər/ (KURN pair)",
    "definition": "A specific pair of letters in typography that requires adjustment of spacing for visual harmony, such as 'A' and 'V'."
},
{
    "word": "Kerning",
    "pronunciation": "/ˈkɜːrnɪŋ/ (KURN-ing)",
    "definition": "The adjustment of spacing between individual characters in typography to achieve balanced and visually pleasing text."
},
{
    "word": "Key Visual",
    "pronunciation": "/kiː ˈvɪʒuəl/ (KEE VIZH-oo-uhl)",
    "definition": "The primary image or graphic in a campaign or design project, representing the main concept or branding message."
},
{
    "word": "Keyline",
    "pronunciation": "/ˈkiːlaɪn/ (KEE-line)",
    "definition": "An outline or boundary line used in printing and graphic design to mark the edge or separation of different design elements."
},
{
    "word": "Kinetic Art",
    "pronunciation": "/kəˈnɛtɪk ɑːrt/ (kuh-NET-ik ART)",
    "definition": "An art form that incorporates real or apparent movement, often through mechanical parts, light, or viewer interaction."
},
{
    "word": "Kinetic Sculpture",
    "pronunciation": "/kəˈnɛtɪk ˈskʌlpʧər/ (kuh-NET-ik SKULP-chur)",
    "definition": "A three-dimensional artwork designed to move, either powered by motors, wind, or human interaction."
}
,
{
    "word": "Kitsch",
    "pronunciation": "/kɪtʃ/ (KITCH)",
    "definition": "Art, objects, or design considered to be in poor taste because of excessive sentimentality or garishness, but sometimes appreciated ironically."
},
{
    "word": "Kneading",
    "pronunciation": "/ˈniːdɪŋ/ (NEE-ding)",
    "definition": "The process of working clay or dough to remove air bubbles and create an even, workable consistency."
},
{
    "word": "Knockout",
    "pronunciation": "/ˈnɑːkˌaʊt/ (NOK-out)",
    "definition": "In graphic design and printing, the technique of placing one shape or text over another so that the underlying color or image is removed where they overlap."
},
{
    "word": "Kraft Paper",
    "pronunciation": "/kræft ˈpeɪpər/ (KRAFT pay-per)",
    "definition": "A strong brown paper made from chemical pulp, commonly used for packaging, wrapping, and eco-friendly design projects."
},
{
    "word": "Kwame Akoto-Bamfo",
    "pronunciation": "/ˈkwɑːmeɪ əˈkoʊtoʊ ˈbæmfoʊ/ (KWAH-may ah-KOH-toh BAM-foh)",
    "definition": "A contemporary Ghanaian sculptor known for memorials and installations addressing slavery, colonialism, and African identity."
},
{
    "word": "Lacquer",
    "pronunciation": "/ˈlækər/ (LAK-er)",
    "definition": "A hard, glossy coating applied to surfaces such as wood, metal, or ceramics for protection and decoration."
},
{
    "word": "Lacquerware",
    "pronunciation": "/ˈlækərˌwɛr/ (LAK-er-wair)",
    "definition": "Decorative objects made with layers of lacquer, often featuring painted or inlaid designs, common in Asian art traditions."
},
{
    "word": "Landscape",
    "pronunciation": "/ˈlændskeɪp/ (LAND-skayp)",
    "definition": "A genre of art depicting natural scenery such as mountains, valleys, trees, rivers, and forests."
},
{
    "word": "Lashing",
    "pronunciation": "/ˈlæʃɪŋ/ (LASH-ing)",
    "definition": "A method of binding or tying materials together with cord, rope, or thread; in crafts, often used in weaving or construction."
},
{
    "word": "Lasso Tools",
    "pronunciation": "/ˈlæsoʊ tuːlz/ (LASS-oh tools)",
    "definition": "Digital selection tools in image editing software (e.g., Photoshop) used to draw freehand, polygonal, or magnetic selections around objects."
},
{
    "word": "Lateral",
    "pronunciation": "/ˈlætərəl/ (LAT-er-uhl)",
    "definition": "Relating to the side; in design, it can describe side views, horizontal movement, or alternative creative approaches (lateral thinking)."
},
{
    "word": "Lay Figure",
    "pronunciation": "/leɪ ˈfɪɡjər/ (LAY fig-yur)",
    "definition": "A jointed mannequin used by artists to study human proportions and poses for drawing or painting."
},
{
    "word": "Layer Mask",
    "pronunciation": "/ˈleɪər mæsk/ (LAY-er mask)",
    "definition": "A digital editing tool that allows selective hiding or revealing of parts of a layer without permanently erasing them."
},
{
    "word": "Layers",
    "pronunciation": "/ˈleɪərz/ (LAY-ers)",
    "definition": "Separate levels in digital image editing software that stack on top of each other, allowing complex compositions and non-destructive editing."
},
{
    "word": "Leading",
    "pronunciation": "/ˈlɛdɪŋ/ (LED-ing)",
    "definition": "In typography, the vertical spacing between lines of text, measured from baseline to baseline."
},
{
    "word": "Leather",
    "pronunciation": "/ˈlɛðər/ (LETH-er)",
    "definition": "A durable material made from animal hide, commonly used in fashion, upholstery, and traditional crafts."
},
{
    "word": "Leatherette",
    "pronunciation": "/ˌlɛðəˈrɛt/ (LETH-er-et)",
    "definition": "A synthetic material made to imitate leather, often used as a cheaper and animal-free alternative."
},
{
    "word": "Leather-hard",
    "pronunciation": "/ˈlɛðər hɑrd/ (LETH-er-hard)",
    "definition": "A stage in ceramics when clay is partially dried, firm enough to hold its shape but still workable for carving or joining."
},
{
    "word": "Leatherwork",
    "pronunciation": "/ˈlɛðərwɜrk/ (LETH-er-work)",
    "definition": "The craft of working with leather to create items such as bags, belts, shoes, and decorative objects."
},
{
    "word": "Lenticular",
    "pronunciation": "/lɛnˈtɪkjələr/ (len-TIK-yuh-lur)",
    "definition": "A printing technique that creates images with depth or motion effects using special lenses, often seen in 3D cards or posters."
}
,
{
    "word": "Letter Spacing",
    "pronunciation": "/ˈlɛtər ˌspeɪsɪŋ/ (LET-er spay-sing)",
    "definition": "The adjustment of space between individual letters in typography, also known as tracking."
},
{
    "word": "Letterpress",
    "pronunciation": "/ˈlɛtərˌprɛs/ (LET-er-press)",
    "definition": "A traditional printing method where raised letters or images are inked and pressed onto paper, creating an impression."
},
{
    "word": "Life Drawing",
    "pronunciation": "/laɪf ˈdrɔːɪŋ/ (LYFE draw-ing)",
    "definition": "The practice of drawing the human figure from a live model, often used to study anatomy, proportion, and gesture."
},
{
    "word": "Light and Shade",
    "pronunciation": "/laɪt ənd ʃeɪd/ (LYTE and shayd)",
    "definition": "An artistic technique that uses light and shadow to create the illusion of depth, volume, and realism."
},
{
    "word": "Line Weight",
    "pronunciation": "/laɪn weɪt/ (LINE wayt)",
    "definition": "The thickness or thinness of a drawn line, used to suggest depth, emphasis, or hierarchy in a drawing."
},
{
    "word": "Linear Perspective",
    "pronunciation": "/ˈlɪniər pərˈspɛktɪv/ (LIN-ee-er per-SPEK-tiv)",
    "definition": "A drawing technique that uses converging lines and vanishing points to create the illusion of depth on a flat surface."
},
{
    "word": "Linen",
    "pronunciation": "/ˈlɪnən/ (LIN-nun)",
    "definition": "A fabric made from flax fibers, commonly used as a painting surface when stretched and primed."
},
{
    "word": "Linocut",
    "pronunciation": "/ˈlaɪnoʊˌkʌt/ (LYE-noh-cut)",
    "definition": "A printmaking technique in which an image is carved into a linoleum surface, inked, and then pressed onto paper."
},
{
    "word": "Liquify",
    "pronunciation": "/ˈlɪkwɪˌfaɪ/ (LIK-wi-fy)",
    "definition": "A digital editing tool (commonly in Photoshop) that allows warping, reshaping, or distorting images in a fluid-like manner."
},
{
    "word": "Lithography",
    "pronunciation": "/lɪˈθɑgrəfi/ (li-THOG-ruh-fee)",
    "definition": "A printmaking process where an image is drawn with oil-based material on a flat stone or metal plate and transferred to paper using ink and pressure."
},
{
    "word": "Logo",
    "pronunciation": "/ˈloʊgoʊ/ (LOH-go)",
    "definition": "A graphic symbol or emblem representing a company, brand, or organization, often designed for easy recognition."
},
{
    "word": "Logogram",
    "pronunciation": "/ˈloʊɡəˌgræm/ (LOH-guh-gram)",
    "definition": "A written character or symbol that represents a word or phrase rather than a single sound, e.g., Chinese characters or & for 'and'."
},
{
    "word": "Loom",
    "pronunciation": "/luːm/ (LOOM)",
    "definition": "A device used for weaving thread or yarn into fabric by interlacing warp and weft strands."
},
{
    "word": "Lorem Ipsum",
    "pronunciation": "/ˌlɔːrəm ˈɪpsəm/ (LOR-em IP-sum)",
    "definition": "A type of dummy text commonly used in graphic and web design as placeholder text to demonstrate layout and typography."
},
{
    "word": "Lost-Wax Casting",
    "pronunciation": "/lɔst wæks ˈkæstɪŋ/ (LOST-waks KAST-ing)",
    "definition": "A metal casting method where a wax model is covered in clay or plaster, melted away, and replaced with molten metal to create a sculpture or object."
}
,
{
    "word": "Low-Resolution",
    "pronunciation": "/loʊ ˌrɛzəˈluːʃən/ (LOH-rez-uh-LOO-shun)",
    "definition": "An image with fewer pixels and less detail, often appearing blurry or pixelated when enlarged."
},
{
    "word": "Luster",
    "pronunciation": "/ˈlʌstər/ (LUS-ter)",
    "definition": "The sheen or reflective quality of a surface, such as glossy, matte, or metallic finishes in art and materials."
},
{
    "word": "Mallet",
    "pronunciation": "/ˈmælɪt/ (MAL-it)",
    "definition": "A tool with a large head, often made of wood or rubber, used to strike chisels or shape materials in sculpture and woodworking."
},
{
    "word": "Margin of Error",
    "pronunciation": "/ˈmɑrdʒɪn əv ˈɛrər/ (MAR-jin of ERR-er)",
    "definition": "The range of inaccuracy allowed in measurement or design, often considered in printing, layout, or proportions."
},
{
    "word": "Marquee Tools",
    "pronunciation": "/mɑrˈkiː tuːlz/ (mar-KEE tools)",
    "definition": "Digital selection tools in software (e.g., Photoshop) that allow users to select rectangular, elliptical, or other defined areas of an image."
},
{
    "word": "Marquette",
    "pronunciation": "/mɑrˈkɛt/ (mar-KET)",
    "definition": "A small preliminary model or sketch for a sculpture, used to test composition and proportions before the final piece."
},
{
    "word": "Material",
    "pronunciation": "/məˈtɪriəl/ (mah-TEER-ee-uhl)",
    "definition": "The physical substance used in creating an artwork, such as paint, clay, stone, wood, or digital media."
},
{
    "word": "Medium",
    "pronunciation": "/ˈmiːdiəm/ (MEE-dee-um)",
    "definition": "The tool or material used by an artist to create a work, such as oil paint, charcoal, or digital software; also refers to a category of art (e.g., painting, sculpture)."
},
{
    "word": "Mezzotint",
    "pronunciation": "/ˈmɛtsoʊˌtɪnt/ (MET-so-tint)",
    "definition": "A printmaking technique where a metal plate is roughened and then smoothed to create rich tonal variations."
},
{
    "word": "Minimalism",
    "pronunciation": "/ˈmɪnɪməˌlɪzəm/ (MIN-ih-ma-lizm)",
    "definition": "An art movement emphasizing simplicity, using limited colors, shapes, and forms to create clarity and focus."
},
{
    "word": "Mirror Image",
    "pronunciation": "/ˈmɪrər ˈɪmɪdʒ/ (MIR-ror im-ij)",
    "definition": "A reversed reflection of an image, object, or design, as if seen in a mirror."
},
{
    "word": "Mixed Media",
    "pronunciation": "/mɪkst ˈmiːdiə/ (MIXT MEE-dee-uh)",
    "definition": "Artwork created using a combination of different materials or techniques, such as paint, collage, and digital elements."
},
{
    "word": "Mobile Sculpture",
    "pronunciation": "/ˈmoʊbəl ˈskʌlpʧər/ (MO-buhl SKULP-cher)",
    "definition": "A type of kinetic sculpture that moves freely, often suspended and balanced to shift with air currents."
},
{
    "word": "Mockup",
    "pronunciation": "/ˈmɑkˌʌp/ (MOK-up)",
    "definition": "A visual prototype or model of a design used to demonstrate its appearance and function before final production."
},
{
    "word": "Model",
    "pronunciation": "/ˈmɑdəl/ (MOD-uhl)",
    "definition": "A three-dimensional representation or subject used for reference in art; also refers to figures, objects, or mock designs created to study form."
}
,
{
    "word": "Modelling Tools",
    "pronunciation": "/ˈmɒdəlɪŋ tuːlz/ (MOD-uh-ling tools)",
    "definition": "Specialized tools used in sculpture, ceramics, and clay work to shape, carve, and refine forms."
},
{
    "word": "Modernism",
    "pronunciation": "/ˈmɒdərnɪzəm/ (MOD-er-niz-uhm)",
    "definition": "An art and design movement (late 19th–20th century) that emphasized innovation, abstraction, and breaking from tradition."
},
{
    "word": "Moiré Fabric",
    "pronunciation": "/mwɑːˈreɪ ˈfæbrɪk/ (mwah-RAY FAB-rik)",
    "definition": "A fabric with a rippled or wavy pattern that resembles water, often used in textiles and design."
},
{
    "word": "Mold",
    "pronunciation": "/moʊld/ (MOHLD)",
    "definition": "A hollow form used to shape a liquid or pliable material into a solid object once hardened."
},
{
    "word": "Monochromatic",
    "pronunciation": "/ˌmɒnəkrəˈmætɪk/ (MON-oh-kroh-MAT-ik)",
    "definition": "A color scheme based on variations of a single hue, using different tints, shades, and tones."
},
{
    "word": "Monochrome",
    "pronunciation": "/ˈmɒnəˌkroʊm/ (MON-oh-krohm)",
    "definition": "An image or artwork created using only one color or hue, often in black and white or grayscale."
},
{
    "word": "Monoprint",
    "pronunciation": "/ˈmɒnoʊˌprɪnt/ (MON-oh-print)",
    "definition": "A unique printmaking process where an image is painted or inked onto a surface and transferred to paper, producing a one-of-a-kind print."
},
{
    "word": "Monotype",
    "pronunciation": "/ˈmɒnoʊˌtaɪp/ (MON-oh-type)",
    "definition": "A single, unique print created by drawing or painting on a smooth plate and then transferring the image to paper."
},
{
    "word": "Montage",
    "pronunciation": "/mɒnˈtɑːʒ/ (mon-TAHZH)",
    "definition": "An artwork or design created by assembling and combining different images, elements, or scenes into a unified composition."
},
{
    "word": "Monument",
    "pronunciation": "/ˈmɒnjumənt/ (MON-yoo-ment)",
    "definition": "A large structure or sculpture built to commemorate a person, event, or idea."
},
{
    "word": "Mood Board",
    "pronunciation": "/muːd bɔrd/ (MOOD board)",
    "definition": "A visual collage of images, colors, and materials used to convey the style, theme, or concept of a project."
},
{
    "word": "Morph",
    "pronunciation": "/mɔrf/ (MORF)",
    "definition": "The gradual transformation of one shape, image, or object into another in art or digital media."
},
{
    "word": "Morphing",
    "pronunciation": "/ˈmɔrfɪŋ/ (MORF-ing)",
    "definition": "A digital animation technique where one image smoothly transitions into another."
},
{
    "word": "Mosaic",
    "pronunciation": "/moʊˈzeɪɪk/ (mo-ZAY-ik)",
    "definition": "An artwork made by assembling small pieces of colored glass, stone, or other materials into a pattern or picture."
},
{
    "word": "Motif",
    "pronunciation": "/moʊˈtiːf/ (mo-TEEF)",
    "definition": "A recurring symbol, design, or element in an artwork, often representing a theme or idea."
},
{
    "word": "Motion Graphics",
    "pronunciation": "/ˈmoʊʃən ˈɡræfɪks/ (MO-shun GRAF-iks)",
    "definition": "Animated graphic design elements, often used in digital media, film, and advertising to convey movement and visual storytelling."
},
{
    "word": "Mould",
    "pronunciation": "/moʊld/ (MOHLD)",
    "definition": "Alternative spelling of 'Mold,' commonly used in British English; a hollow form used for shaping materials."
}
,
{
    "word": "Mount",
    "pronunciation": "/maʊnt/ (MOUNT)",
    "definition": "A supportive backing or frame used to display or protect artwork, photographs, or prints."
},
{
    "word": "Movement",
    "pronunciation": "/ˈmuːvmənt/ (MOOV-ment)",
    "definition": "In art, it refers to the sense of motion created by lines, shapes, and composition; also used to describe major art styles or periods such as Impressionism or Cubism."
},
{
    "word": "Multimedia",
    "pronunciation": "/ˌmʌltiˈmiːdiə/ (MUL-tee-MEE-dee-uh)",
    "definition": "The use of multiple forms of media, such as text, images, video, sound, and animation, in a single artwork or presentation."
},
{
    "word": "Mural",
    "pronunciation": "/ˈmjʊərəl/ (MYOO-rul)",
    "definition": "A large artwork painted or applied directly onto a wall, ceiling, or other permanent surface."
},
{
    "word": "Naïve Art",
    "pronunciation": "/naɪˈiːv ɑːrt/ (nah-EEV art)",
    "definition": "Art created by self-taught artists, characterized by simplicity, bright colors, and a lack of perspective or formal training."
},
{
    "word": "Naming Convention",
    "pronunciation": "/ˈneɪmɪŋ kənˈvɛnʃən/ (NAY-ming con-VEN-shun)",
    "definition": "A standardized system for naming files, layers, artworks, or design elements to maintain consistency and organization."
},
{
    "word": "Nanography",
    "pronunciation": "/næˈnɑːɡrəfi/ (nan-OG-ruh-fee)",
    "definition": "A modern printing technology that uses nanotechnology to produce high-quality images with low ink consumption."
},
{
    "word": "Narrative Art",
    "pronunciation": "/ˈnærətɪv ɑːrt/ (NAIR-uh-tiv art)",
    "definition": "Art that tells a story through visual imagery, often depicting sequences of events or symbolic scenes."
},
{
    "word": "Natural Fibers",
    "pronunciation": "/ˈnæʧrəl ˈfaɪbərz/ (NATCH-rul FY-burz)",
    "definition": "Fibers derived from plants or animals, such as cotton, wool, silk, or flax, used in textiles and crafts."
},
{
    "word": "Naturalism",
    "pronunciation": "/ˈnæʧrəlɪzəm/ (NATCH-rul-iz-uhm)",
    "definition": "An artistic style that aims to depict subjects realistically and true to nature, with attention to detail."
},
{
    "word": "Navigator Panel",
    "pronunciation": "/ˈnævɪˌɡeɪtər ˈpænəl/ (NAV-i-gay-ter PAN-uhl)",
    "definition": "A digital tool in software like Photoshop or Illustrator that provides a thumbnail view of the canvas for easier navigation and zoom control."
},
{
    "word": "Negative Space",
    "pronunciation": "/ˈnɛɡətɪv speɪs/ (NEG-uh-tiv space)",
    "definition": "The empty or unoccupied areas around and between the main subjects in an artwork, used to create balance and emphasis."
},
{
    "word": "Neo-Classicism",
    "pronunciation": "/ˌniːoʊˈklæsɪsɪzəm/ (NEE-oh-klass-i-siz-uhm)",
    "definition": "An art movement of the 18th–19th centuries that revived classical Greek and Roman styles, emphasizing order, harmony, and simplicity."
},
{
    "word": "Neutral Colours",
    "pronunciation": "/ˈnjuːtrəl ˈkʌlərz/ (NYOO-trul KUL-urz)",
    "definition": "Colors that lack strong chromatic content, such as black, white, gray, beige, and sometimes muted earth tones."
},
{
    "word": "New Media",
    "pronunciation": "/njuː ˈmiːdiə/ (NYOO MEE-dee-uh)",
    "definition": "Art forms that use digital technologies, such as video, interactive installations, internet art, and virtual reality."
},
{
    "word": "Nodes",
    "pronunciation": "/noʊdz/ (NOHDZ)",
    "definition": "Points in a digital path or vector graphic that define curves, shapes, or connections in design software."
},
{
    "word": "Noise",
    "pronunciation": "/nɔɪz/ (NOYZ)",
    "definition": "In digital art, unwanted random pixels or grain that appear in images, often due to low resolution, compression, or poor lighting in photography."
},
{
    "word": "Non Finito",
    "pronunciation": "/ˌnɒn fɪˈniːtoʊ/ (non fi-NEE-toh)",
    "definition": "An Italian term meaning 'not finished,' used in art to describe sculptures or paintings intentionally left incomplete, emphasizing process over polish."
},
{
    "word": "Non-Destructive Editing",
    "pronunciation": "/nɒn dɪˈstrʌktɪv ˈɛdɪtɪŋ/ (non di-STRUK-tiv ED-it-ing)",
    "definition": "A digital editing method that preserves the original file or image, allowing changes (like filters, adjustments, or masks) without permanent alteration."
},
{
    "word": "Non-Representational",
    "pronunciation": "/nɒn ˌrɛprɪzɛnˈteɪʃənəl/ (non rep-ri-zen-TAY-shuh-nl)",
    "definition": "Art that does not depict recognizable subjects from the real world, focusing instead on colors, shapes, and forms (often abstract art)."
},
{
    "word": "Notan",
    "pronunciation": "/ˈnoʊtɑːn/ (NOH-tahn)",
    "definition": "A Japanese design concept emphasizing the harmony between light and dark elements in a composition."
},
{
    "word": "Nuance",
    "pronunciation": "/ˈnuːɑːns/ (NOO-ahns)",
    "definition": "A subtle difference in color, tone, or meaning that adds depth and complexity to an artwork."
},
{
    "word": "Odilon Redon",
    "pronunciation": "/ˈoʊdɪlɒn rəˈdɒn/ (OH-di-lon reh-DON)",
    "definition": "A French Symbolist painter and printmaker (1840–1916) known for his dreamlike and fantastical imagery using pastels, lithographs, and oils."
},
{
    "word": "Offset Printing",
    "pronunciation": "/ˈɒfsɛt ˈprɪntɪŋ/ (OFF-set PRINT-ing)",
    "definition": "A widely used printing technique where inked images are transferred from a plate to a rubber blanket, then onto paper or another surface."
},
{
    "word": "Oil Paint",
    "pronunciation": "/ɔɪl peɪnt/ (OYL paynt)",
    "definition": "A slow-drying paint made of pigments suspended in oil (usually linseed), prized for its richness of color and blending qualities."
},
{
    "word": "Oil Painting",
    "pronunciation": "/ɔɪl ˈpeɪntɪŋ/ (OYL paynt-ing)",
    "definition": "A painting technique using oil-based pigments applied to canvas, wood, or other surfaces, allowing detailed textures and luminous effects."
},
{
    "word": "Opacity",
    "pronunciation": "/oʊˈpæsɪti/ (oh-PASS-i-tee)",
    "definition": "The degree to which an object or layer blocks light or visibility; in digital art, it controls transparency."
},
{
    "word": "Orientation",
    "pronunciation": "/ˌɔːriənˈteɪʃən/ (OR-ee-en-TAY-shun)",
    "definition": "The positioning of a page, canvas, or image, usually described as portrait (vertical) or landscape (horizontal)."
},
{
    "word": "Orphan",
    "pronunciation": "/ˈɔːrfən/ (OR-fuhn)",
    "definition": "In typography, a single word or very short line that appears at the beginning or end of a column or page, disrupting readability."
},
{
    "word": "Outline",
    "pronunciation": "/ˈaʊtlaɪn/ (OUT-line)",
    "definition": "The line that defines the outer edges of a shape or form in a drawing or design."
},
{
    "word": "Output Resolution",
    "pronunciation": "/ˈaʊtpʊt ˌrɛzəˈluːʃən/ (OUT-put rez-uh-LOO-shun)",
    "definition": "The level of detail in a printed or displayed image, measured in dots per inch (DPI) or pixels per inch (PPI)."
},
{
    "word": "Overlap",
    "pronunciation": "/ˌoʊvərˈlæp/ (OH-vur-lap)",
    "definition": "A design technique where shapes, objects, or layers cover part of one another, creating depth and spatial relationships."
},
{
    "word": "Overlapping",
    "pronunciation": "/ˌoʊvərˈlæpɪŋ/ (OH-vur-lap-ing)",
    "definition": "The arrangement of elements where one part covers another, often used to create depth, perspective, or emphasis."
},
{
    "word": "Overprint",
    "pronunciation": "/ˈoʊvərˌprɪnt/ (OH-vur-print)",
    "definition": "A printing technique where one color is printed directly over another, often used to create special effects or prevent gaps in registration."
},
{
    "word": "P.O.P",
    "pronunciation": "/piː.oʊ.piː/ (Pee-Oh-Pee)",
    "definition": "An abbreviation for 'Point of Purchase' or 'Point of Presence,' referring to marketing displays or artworks designed to attract attention at the place of sale."
}
,
{
    "word": "POP",
    "pronunciation": "/ˈplæstər əv ˈpærɪs/ (PLAS-ter of PAR-iss)",
    "definition": "A quick-setting material made by heating gypsum to about 150°C (300°F). It is commonly used for casting, molding, making decorative elements, and as a base in sculpture and construction. When mixed with water, POP forms a paste that hardens rapidly, making it ideal for creating fine details in art and craft."
}
,
  {
    "word": "Pablo Picasso",
    "pronunciation": "/ˈpɑːbloʊ pɪˈkɑːsoʊ/ (PAH-bloh pee-KAH-soh)",
    "definition": "A Spanish painter, sculptor, and co-founder of Cubism, widely regarded as one of the most influential artists of the 20th century. His works include 'Les Demoiselles d’Avignon' and 'Guernica'."
  },
  {
    "word": "Package",
    "pronunciation": "/ˈpækɪdʒ/ (PAK-ij)",
    "definition": "A container or wrapping in which a product is sold or delivered. In design, it refers to both the physical structure and the visual graphics applied to it."
  },
  {
    "word": "Package Design",
    "pronunciation": "/ˈpækɪdʒ dɪˈzaɪn/ (PAK-ij dih-ZAHYN)",
    "definition": "The process of creating the exterior of a product package, including form, structure, materials, colors, and graphics. It serves both protective and marketing functions."
  },
  {
    "word": "Packaging",
    "pronunciation": "/ˈpækɪdʒɪŋ/ (PAK-ij-ing)",
    "definition": "The technology and art of enclosing or protecting products for distribution, storage, sale, and use. Often considered a crucial part of branding and consumer experience."
  },
  {
    "word": "Padding",
    "pronunciation": "/ˈpædɪŋ/ (PAD-ing)",
    "definition": "Material used to protect or cushion objects, or in digital design, the space between content and its border. In web and graphic design, padding is an essential CSS property."
  },
  {
    "word": "Paint",
    "pronunciation": "/peɪnt/ (PAYNT)",
    "definition": "A colored substance applied to a surface in liquid form that dries to leave a thin decorative or protective coating. It is composed of pigment, binder, and solvent."
  },
  {
    "word": "Painter",
    "pronunciation": "/ˈpeɪntər/ (PAYN-ter)",
    "definition": "An artist who applies paint to surfaces, usually creating artworks on canvas, walls, or other materials. The term can also refer to a tradesperson who applies paint decoratively or protectively."
  },
  {
    "word": "Painting",
    "pronunciation": "/ˈpeɪntɪŋ/ (PAYNT-ing)",
    "definition": "The practice or act of applying paint, pigment, or color to a surface to create an artistic image or decorative finish. Painting is one of the oldest forms of art, ranging from cave paintings to modern digital painting."
  },
  {
    "word": "Palette Knife",
    "pronunciation": "/ˈpælɪt naɪf/ (PAL-it nife)",
    "definition": "A flat, blunt tool used for mixing paints or applying them thickly onto a canvas. It is commonly used in impasto techniques for textured effects."
  },
  {
    "word": "Pantone",
    "pronunciation": "/ˈpænˌtoʊn/ (PAN-tone)",
    "definition": "A standardized color matching system widely used in printing, design, and manufacturing to ensure color consistency. It is known for the Pantone Matching System (PMS) and the annual 'Color of the Year'."
  },
  {
    "word": "Paper Marble",
    "pronunciation": "/ˈpeɪpər ˈmɑːrbl/ (PAY-per MAR-bl)",
    "definition": "A decorative paper design created by floating colors on water or a viscous solution and transferring them to paper. It is often used in bookbinding and luxury packaging."
  },
  {
    "word": "Papier-mâché",
    "pronunciation": "/ˌpæpiˌeɪ məˈʃeɪ/ (PAP-ee-ay mah-SHAY)",
    "definition": "A sculptural material made of paper pieces or pulp bound with glue, starch, or wallpaper paste. It is used for crafts, masks, and lightweight sculptures."
  },
  {
    "word": "Pastel",
    "pronunciation": "/pæsˈtɛl/ (pa-STEHL) or /ˈpæstl/ (PAS-tl)",
    "definition": "A stick of powdered pigment bound with gum used as a medium for drawing, or soft, pale colors associated with the medium. Types include soft, hard, and oil pastels."
  },
  {
    "word": "Patch Tool",
    "pronunciation": "/pætʃ tuːl/ (PACH tool)",
    "definition": "A digital photo-editing tool used to repair or blend selected areas of an image with surrounding pixels. It is commonly found in Adobe Photoshop."
  },
  {
    "word": "Path",
    "pronunciation": "/pæθ/ (PATH)",
    "definition": "A vector line defined by anchor points and segments used in digital design and illustration. Paths can be open or closed and are fundamental in programs like Illustrator."
  }
]


