[
    {
        "word": "Ablade Glover",
        "pronunciation": "/əˈblɑːdeɪ ˈɡlʌvər/ (uh-BLAH-day GLO-ver)",
        "definition": "Ablade Glover is a contemporary Ghanaian artist, born in 1934, known for his vibrant and expressive oil paintings. His work often depicts urban life, African identity, and cultural traditions through thick, textured brushstrokes."
    },
    {
        "word": "Aboriginal Rock Art",
        "pronunciation": "/ˌæbəˈrɪdʒənl rɒk ɑːrt/ (ab-uh-RIJ-uh-nl rock art)",
        "definition": "Aboriginal Rock Art refers to ancient paintings and carvings created by Indigenous Australian peoples. These artworks, some over 40,000 years old, often depict spiritual beings, animals, and cultural stories."
    },
    {
        "word": "Abstract Art",
        "pronunciation": "/ˈæbstrækt ɑːrt/ (AB-strakt art)",
        "definition": "Abstract Art comes from Latin 'abstrahere', meaning 'to draw away'. It is a style of art that does not try to represent reality but instead uses shapes, colors, and forms to achieve its effect."
    },
    {
        "word": "Abstract Expressionism",
        "pronunciation": "/ˈæbstrækt ɪkˌsprɛʃəˌnɪzəm/ (AB-strakt ex-PRESH-uh-niz-uhm)",
        "definition": "Abstract Expressionism is an American art movement of the 1940s–1950s. It emphasizes spontaneous, emotional, and energetic application of paint, often seen as a reflection of the artist’s inner state."
    },
    {
        "word": "Abstract Expressionist",
        "pronunciation": "/ˈæbstrækt ɪkˌsprɛʃənɪst/ (AB-strakt ex-PRESH-uh-nist)",
        "definition": "An Abstract Expressionist is an artist who works in the style of Abstract Expressionism, creating artworks that emphasize emotion, spontaneity, and abstraction rather than realistic representation."
    },
    {
        "word": "Abstraction",
        "pronunciation": "/æbˈstrækʃən/ (ab-STRAK-shun)",
        "definition": "Abstraction is the process of simplifying or distorting objects, figures, or forms in art to focus on their essential qualities rather than realistic details."
    },
    {
        "word": "Academic Art",
        "pronunciation": "/ˌækəˈdɛmɪk ɑːrt/ (ak-uh-DEM-ik art)",
        "definition": "Academic Art refers to a style of painting and sculpture produced under the influence of European art academies. It often emphasizes realism, traditional techniques, and classical themes."
    },
    {
        "word": "Accent",
        "pronunciation": "/ˈæksɛnt/ (AK-sent)",
        "definition": "In art, an accent is a detail, area, or color that stands out and draws attention, often used to create emphasis or contrast within a composition."
    },
    {
        "word": "Achromatic",
        "pronunciation": "/ˌeɪkroʊˈmætɪk/ (ay-kroh-MAT-ik)",
        "definition": "Achromatic comes from Greek 'a-' meaning 'without' and 'chroma' meaning 'color'. It refers to artwork that uses no color, only black, white, and shades of gray."
    },
    {
        "word": "Acid",
        "pronunciation": "/ˈæsɪd/ (ASS-id)",
        "definition": "In printmaking and sculpture, acid refers to a chemical substance used in processes like etching, where metal plates are corroded to create designs."
    },
    {
        "word": "Acid Bath",
        "pronunciation": "/ˈæsɪd bæθ/ (ASS-id bath)",
        "definition": "An acid bath is a container of acid used in printmaking to etch designs into a metal plate by controlled corrosion."
    },
    {
        "word": "Acrylic Paint",
        "pronunciation": "/əˈkrɪlɪk peɪnt/ (uh-KRIL-ik paint)",
        "definition": "Acrylic Paint is a fast-drying paint made of pigment suspended in acrylic polymer emulsion. It can resemble watercolor or oil paint depending on how it is used."
    },
    {
        "word": "Action Painting",
        "pronunciation": "/ˈækʃən ˌpeɪntɪŋ/ (AK-shun payn-ting)",
        "definition": "Action Painting is a style of Abstract Expressionism where paint is spontaneously dribbled, splashed, or smeared onto the canvas, emphasizing the physical act of painting itself."
    },
    {
    "word": "Additive",
    "pronunciation": "/ˈædɪtɪv/ (AD-i-tiv)",
    "definition": "In art and sculpture, additive refers to a process where material is added to create a form, such as building up clay or applying layers of paint."
},
{
    "word": "Additive Process",
    "pronunciation": "/ˈædɪtɪv ˈprɑːsɛs/ (AD-i-tiv PRO-cess)",
    "definition": "The additive process in art and design involves creating forms by adding materials together, such as in modeling, construction, or digital layering."
},
{
    "word": "Additive Sculpture",
    "pronunciation": "/ˈædɪtɪv ˈskʌlptʃər/ (AD-i-tiv SKULP-cher)",
    "definition": "Additive Sculpture is a method of creating sculpture by building up material like clay, plaster, or metal to form a shape, as opposed to carving away material."
},
{
    "word": "Adinkra Symbols",
    "pronunciation": "/əˈdɪŋkrə ˈsɪmbəlz/ (ah-DINK-rah sim-buhls)",
    "definition": "Adinkra Symbols are visual symbols from Ghana that represent concepts, values, and proverbs. They are used in textiles, art, and architecture to communicate cultural wisdom."
},
{
    "word": "Adze",
    "pronunciation": "/ædz/ (adz)",
    "definition": "An adze is a traditional cutting tool similar to an axe but with the blade set at a right angle. In art, it is often used for shaping wood or carving sculptures."
},
{
    "word": "Aegean Art",
    "pronunciation": "/iːˈdʒiːən ɑːrt/ (ee-JEE-an art)",
    "definition": "Aegean Art refers to the art of ancient cultures around the Aegean Sea, including the Minoan, Mycenaean, and Cycladic civilizations, known for frescoes, pottery, and sculpture."
},
{
    "word": "Aerial Perspective",
    "pronunciation": "/ˈɛriəl pərˈspɛktɪv/ (AIR-ee-uhl per-SPEK-tiv)",
    "definition": "Aerial Perspective, also called atmospheric perspective, is a technique of creating depth in art by depicting distant objects with less detail, lighter tones, and cooler colors."
},
{
    "word": "Aesthetics",
    "pronunciation": "/iːsˈθɛtɪks/ (es-THET-iks)",
    "definition": "Aesthetics comes from Greek 'aisthesis', meaning 'perception'. It is the branch of philosophy concerned with the nature of beauty, art, and taste."
},
{
    "word": "African Art",
    "pronunciation": "/ˈæfrɪkən ɑːrt/ (AF-rih-kan art)",
    "definition": "African Art includes traditional, contemporary, and modern art forms across the African continent. It often emphasizes symbolism, spirituality, and cultural identity."
},
{
    "word": "Afterimage",
    "pronunciation": "/ˈæftərˌɪmɪdʒ/ (AF-ter-ih-mij)",
    "definition": "An afterimage is a visual impression that continues to appear after the original image has been removed, often caused by prolonged staring at a color or shape."
},
{
    "word": "Agaseke",
    "pronunciation": "/ˌɑːɡəˈsɛkeɪ/ (ah-gah-SEH-kay)",
    "definition": "Agaseke is a traditional Rwandan basket, finely woven with geometric patterns. It symbolizes peace, unity, and generosity."
},
{
    "word": "AI",
    "pronunciation": "/ˌeɪˈaɪ/ (A-I)",
    "definition": "In art, AI (Artificial Intelligence) refers to the use of computer systems and algorithms to generate, analyze, or enhance creative works."
},
{
    "word": "Airbrush",
    "pronunciation": "/ˈɛərbrʌʃ/ (AIR-brush)",
    "definition": "An airbrush is a tool that sprays paint or ink using compressed air, allowing artists to create smooth gradients, fine details, and photo-like effects."
}
,
{
    "word": "Aisle",
    "pronunciation": "/aɪl/ (ile)",
    "definition": "In architecture and art, an aisle is a passageway between rows of seats or alongside the nave of a church, often flanked by columns."
},
{
    "word": "Akuaba Doll",
    "pronunciation": "/ˌɑːkuˈɑːbə dɒl/ (ah-koo-AH-bah doll)",
    "definition": "Akuaba Dolls are traditional wooden fertility figures from the Ashanti people of Ghana. They are believed to bring fertility, good luck, and protection."
},
{
    "word": "Alabaster",
    "pronunciation": "/ˈæləbæstər/ (AL-uh-bas-ter)",
    "definition": "Alabaster is a soft, white or translucent stone often used in sculpture and carving. It has been prized since antiquity for its smooth texture and ability to take fine detail."
},
{
    "word": "Alignment",
    "pronunciation": "/əˈlaɪnmənt/ (uh-LINE-ment)",
    "definition": "In art and design, alignment refers to the arrangement of elements along a common line, edge, or axis, creating order and balance in a composition."
},
{
    "word": "Alla Prima",
    "pronunciation": "/ˌæl.ə ˈpriː.mə/ (AH-lah PREE-ma)",
    "definition": "Alla Prima is an Italian term meaning 'at first attempt'. It describes a painting technique where the artist paints directly and quickly without underdrawing or layers, often in one sitting."
},
{
    "word": "Allegory",
    "pronunciation": "/ˈælɪˌɡɔːri/ (AL-ih-gor-ee)",
    "definition": "An allegory is a symbolic work of art or story in which characters, objects, or events represent abstract ideas, moral lessons, or political messages."
},
{
    "word": "All-over Space",
    "pronunciation": "/ˈɔːlˌoʊvər speɪs/ (ALL-oh-ver space)",
    "definition": "All-over Space is a compositional style in modern art where every part of the canvas is treated equally, without a single focal point, as seen in Abstract Expressionism."
},
{
    "word": "Alloy",
    "pronunciation": "/ˈælɔɪ/ (AL-oy)",
    "definition": "An alloy is a mixture of two or more metals, or a metal combined with another element, used in sculpture and casting for strength and durability."
},
{
    "word": "Aluminium",
    "pronunciation": "/ˌæljʊˈmɪniəm/ (al-yoo-MIN-ee-um)",
    "definition": "Aluminium is a lightweight, silver-colored metal used in modern sculpture, architecture, and industrial design due to its strength and resistance to corrosion."
},
{
    "word": "Altarpiece",
    "pronunciation": "/ˈɔːltərˌpiːs/ (AWL-ter-pees)",
    "definition": "An altarpiece is a painting, sculpture, or relief placed behind or above an altar in a church. It often depicts religious scenes and serves as a focal point for worship."
},
{
    "word": "Alternating Rhythm",
    "pronunciation": "/ˈɔːltərˌneɪtɪŋ ˈrɪðəm/ (AWL-ter-nay-ting RITH-um)",
    "definition": "Alternating Rhythm is a design principle in which visual elements are repeated in a predictable sequence, alternating between two or more features, such as colors, shapes, or lines."
},
{
    "word": "Amoako Boafo",
    "pronunciation": "/əˈmwɑːkoʊ ˈbwɑːfoʊ/ (ah-MWAH-ko BWA-fo)",
    "definition": "Amoako Boafo is a contemporary Ghanaian painter, born in 1984, internationally known for his finger-painted portraits that celebrate Black identity, culture, and individuality."
},
{
    "word": "Amorphic",
    "pronunciation": "/əˈmɔːrfɪk/ (ah-MOR-fik)",
    "definition": "Amorphic refers to something without a clearly defined shape or structure. In art, it describes forms that are irregular, fluid, or shapeless."
},
{
    "word": "Amorphous Shape",
    "pronunciation": "/əˈmɔːrfəs ʃeɪp/ (ah-MOR-fus shape)",
    "definition": "An amorphous shape is an undefined, free-flowing, or irregular form that does not follow geometric rules, often used in abstract and modern art."
},
{
    "word": "Amphora",
    "pronunciation": "/ˈæmfərə/ (AM-for-uh)",
    "definition": "An amphora is a tall, two-handled jar with a narrow neck used in ancient Greece and Rome for storing wine, oil, or other goods. Amphorae are often decorated with painted scenes."
},
{
    "word": "Analogous Colours",
    "pronunciation": "/əˈnæləɡəs ˈkʌlɚz/ (uh-NAL-uh-gus kuh-lers)",
    "definition": "Analogous Colours are groups of colors located next to each other on the color wheel, such as blue, blue-green, and green. They create harmonious and unified designs."
},
{
    "word": "Anamorphic",
    "pronunciation": "/ˌænəˈmɔːrfɪk/ (AN-uh-mor-fik)",
    "definition": "Anamorphic refers to a distorted image that appears normal only when viewed from a specific angle or with a special device, often used as an optical illusion in art."
},
{
    "word": "Anamorphosis",
    "pronunciation": "/ˌænəˈmɔːrfəsɪs/ (AN-uh-mor-fo-sis)",
    "definition": "Anamorphosis is the technique of creating a distorted projection or perspective that requires a specific viewpoint or mirror to be seen correctly."
},
{
    "word": "Anatomical Drawing",
    "pronunciation": "/ˌænəˈtæmɪkəl ˈdrɔːɪŋ/ (an-uh-TAM-ih-kul draw-ing)",
    "definition": "An anatomical drawing is an artistic study of the structure of the human body, focusing on bones, muscles, and proportions. It is used in both art and medical illustration."
},
{
    "word": "Ancient Art",
    "pronunciation": "/ˈeɪnʃənt ɑːrt/ (AYN-shent art)",
    "definition": "Ancient Art refers to the creative works of early civilizations such as Egypt, Mesopotamia, Greece, Rome, and China. It often includes sculpture, pottery, painting, and architecture."
},
{
    "word": "Angle of View",
    "pronunciation": "/ˈæŋɡl əv vjuː/ (ANG-gul of view)",
    "definition": "Angle of View is the extent of a scene captured by the eye or a camera lens. In art, it refers to the perspective or position from which the subject is observed."
},
{
    "word": "Animal Style",
    "pronunciation": "/ˈænɪməl staɪl/ (AN-ih-muhl style)",
    "definition": "Animal Style is an art form common in early Eurasian nomadic cultures, characterized by stylized depictions of animals in decorative metalwork, textiles, and carvings."
},
{
    "word": "Animalier",
    "pronunciation": "/ˌænɪˈmælɪeɪ/ (ah-nee-MAHL-yay)",
    "definition": "Animalier is a French term for an artist, usually a sculptor or painter, who specializes in realistic depictions of animals."
},
{
    "word": "Animation",
    "pronunciation": "/ˌænɪˈmeɪʃən/ (AN-ih-MAY-shun)",
    "definition": "Animation comes from Latin 'animare', meaning 'to give life'. It is the art of creating moving images from a sequence of drawings, models, or computer graphics."
},
{
    "word": "Animation Art",
    "pronunciation": "/ˌænɪˈmeɪʃən ɑːrt/ (AN-ih-MAY-shun art)",
    "definition": "Animation Art refers to the artistic process and works created for animated films, series, and digital productions. It combines storytelling, design, and movement."
},
{
    "word": "Anime",
    "pronunciation": "/ˈænɪmeɪ/ or /ˈɑːnɪmeɪ/ (AH-nee-may)",
    "definition": "Anime is a style of Japanese animation characterized by colorful visuals, vibrant characters, and fantastical themes. It is popular worldwide as both art and entertainment."
},
{
    "word": "Animism",
    "pronunciation": "/ˈænɪˌmɪzəm/ (AN-ih-miz-um)",
    "definition": "Animism is the belief that natural objects, animals, and phenomena possess a spiritual essence. In art, it influences symbolic representations of nature and the supernatural."
},
{
    "word": "Ankh",
    "pronunciation": "/æŋk/ (ank)",
    "definition": "The Ankh is an ancient Egyptian symbol shaped like a cross with a loop at the top. It represents life, immortality, and divine power in Egyptian art and culture."
},
{
    "word": "Annealing",
    "pronunciation": "/əˈniːlɪŋ/ (uh-NEE-ling)",
    "definition": "Annealing is a process of heating and slowly cooling metal, glass, or clay to remove internal stress, strengthen the material, or prepare it for further shaping in art and craft."
},
{
    "word": "Annunciation",
    "pronunciation": "/əˌnʌnsiˈeɪʃən/ (uh-NUN-see-ay-shun)",
    "definition": "The Annunciation is a Christian theme in art depicting the angel Gabriel announcing to Mary that she would bear Jesus. It has been a popular subject in Renaissance and religious paintings."
},
{
    "word": "Anthropomorphic Art",
    "pronunciation": "/ˌænθrəpəˈmɔːrfɪk ɑːrt/ (AN-thro-po-MOR-fik art)",
    "definition": "Anthropomorphic Art represents animals, objects, or natural elements with human traits, emotions, or physical features, blending human and non-human forms."
},
{
    "word": "Anti-Aliasing",
    "pronunciation": "/ˌænti ˈeɪliˌeɪsɪŋ/ (AN-tee AY-lee-ay-sing)",
    "definition": "Anti-aliasing is a digital art and graphics technique that smooths jagged edges on curved or diagonal lines, making images appear cleaner and more natural."
},
{
    "word": "Antiquity",
    "pronunciation": "/ˌæntɪˈkwɪtɪ/ (an-TIK-wi-tee)",
    "definition": "Antiquity comes from Latin 'antiquitas', meaning 'ancient times'. It refers to the period of history before the Middle Ages, including the art of Greece, Rome, and Egypt."
},
{
    "word": "Apex",
    "pronunciation": "/ˈeɪpɛks/ (AY-peks)",
    "definition": "In art and architecture, the apex is the highest point, tip, or peak of a form, such as the top of an arch or triangular shape."
},
{
    "word": "Applied Art",
    "pronunciation": "/əˈplaɪd ɑːrt/ (uh-PLIDE art)",
    "definition": "Applied Art refers to the application of design and aesthetics to functional objects, such as furniture, fashion, and decorative items."
},
{
    "word": "Appliqué",
    "pronunciation": "/ˌæplɪˈkeɪ/ (ap-li-KAY)",
    "definition": "Appliqué comes from French 'appliquer', meaning 'to apply'. It is a textile technique in which pieces of fabric are sewn or stuck onto a larger piece to form designs or patterns."
},
{
    "word": "Apprenticeship",
    "pronunciation": "/əˈprɛntɪsʃɪp/ (uh-PREN-tis-ship)",
    "definition": "In art history, an apprenticeship was the system by which young artists trained under masters to learn techniques, skills, and craftsmanship."
},
{
    "word": "Aquatint Etching",
    "pronunciation": "/ˈækwətɪnt ˈɛtʃɪŋ/ (AK-wuh-tint etch-ing)",
    "definition": "Aquatint Etching is a printmaking technique that uses acid to create tonal effects on a metal plate. It allows for soft, watercolor-like shading in etchings."
},
{
    "word": "Aquiferous Drawing",
    "pronunciation": "/ˌækwəˈfɛrəs ˈdrɔːɪŋ/ (AK-wuh-feh-rus draw-ing)",
    "definition": "Aquiferous Drawing is a water-based drawing technique that emphasizes fluid lines, washes, and transparent effects."
},
{
    "word": "AR",
    "pronunciation": "/ˌeɪˈɑːr/ (A-R)",
    "definition": "AR, or Augmented Reality, is a technology that overlays digital images, sounds, or animations onto the real world. In art, AR is used to create interactive and immersive experiences."
},
{
    "word": "Arabesque",
    "pronunciation": "/ˌærəˈbɛsk/ (air-uh-BESK)",
    "definition": "Arabesque comes from French and Italian, meaning 'in the Arabic style'. It refers to intricate, flowing designs of interlaced lines, foliage, and geometric patterns, common in Islamic art."
},
{
    "word": "Arabian Art",
    "pronunciation": "/əˈreɪbiən ɑːrt/ (uh-RAY-bee-an art)",
    "definition": "Arabian Art refers to the art of the Arabian Peninsula, including calligraphy, geometric patterns, and architecture influenced by Islamic traditions."
},
{
    "word": "Arch",
    "pronunciation": "/ɑːrtʃ/ (arch)",
    "definition": "An arch is a curved structure used in architecture to span an opening. In art, it often symbolizes stability, passage, or monumental design."
}


]
